{"text": "The bus overturned and was sent hurtling down the road for about 25 metres. The local hospital says fifteen children were among those killed. The government blamed the Tamil Tiger rebels and called it a barbaric terrorist act. It's the worst attack since a ceasefire was signed in 2002. Escalating violence has left hundreds dead since the beginning of the year. A suicide bombing in Colombo in April led to air strikes. The government says the Tigers are trying to provoke a Sinhalese backlash. Sri Lanka is already in an undeclared war. Now hopes for peace must be even further away. The Tamil Tigers have denied and condemned the attack. The ancient holy city of Anuradhapura suffered an attack allegedly by the Tamil Tigers in May 1985 in which About 250 men, women and children were gunned down at the central bus stand at the Anuradhapura town. The Tigers never denied resposibility for the attack.", "summary": "The attack happened in the early morning when the bus was packed with villagers travelling to work and school. It was hit by a mine explosion."}
{"text": "Basildon University Hospital said it would be visited on 7 May as part of the Keogh Review into potential failings at 14 hospital trusts. The review was unveiled after shortcomings led to hundreds of deaths at the Mid Staffordshire NHS Trust. Basildon and Thurrock University Hospitals NHS Trust has been accused of covering up its rates, which it denies. The hospital's chief executive, Clare Panniker, said she \"fully supported the review\" and would \"listen, learn and implement any changes we need to\". Professor Sir Bruce Keogh is expected to report on his findings by the summer. The hospital had 1,943 deaths between July 2011 and June 2012.", "summary": "A review into why an Essex hospital has higher-than-expected death rates is to take place next month."}
{"text": "The States Statistics Unit said since August the number of islanders officially registered as unemployed has continued to climb. The number of people who have been out of work for more than a year has doubled in the past year. Seven out of 10 unemployed islanders are claiming benefits and a third of jobseekers are under 25-years-old. But a spokesman for the States Statistics Unit said because there was no requirement for people to tell Jersey's government they were out of work the real figure was thought to be much higher. Jersey's Chief Minister has pledged to make tackling the island's growing unemployment problem his top priority.", "summary": "Jersey Unemployment has risen for the sixth month in a row with 1,820 people registered as out of work in February."}
{"text": "The cycling venue in Newport will become the Geraint Thomas National Velodrome of Wales. In July, Thomas became the third Briton to win the world's most famous road race. The double Olympic team pursuit champion said: \"It's a huge honour - I can't quite believe it if I'm honest!\" Thomas, 32, has trained at the velodrome - the home of governing body Welsh Cycling - since it opened in 2003. He used the facility before the 2012 Olympics in London where he was part of a Team GB pursuit squad that defended their gold medal. Thomas also trained at the venue as part of his preparations for the 2014 Commonwealth Games, where he won two medals, including road race gold. This summer marked his greatest personal triumph when he emerged victorious after 21 stages around France. Thomas said: \"The Velodrome has played a pivotal part in my cycling story and continues to play such a key role in inspiring the next generation of cyclists in South Wales. \"It's a fantastic facility for riders of all ages and abilities to hone their talents. \"I would personally like to thank everyone who has played a part in this and look forward to seeing everyone for the grand opening.\" Thousands of people lined the streets of Cardiff earlier this month as Wales officially welcomed the cyclist home. He was congratulated by First Minister Carwyn Jones at the Senedd before cycling through the city centre to a ceremony outside Cardiff Castle in front of an estimated 8,000 fans. Newport Live, the charitable trust that runs the velodrome, said the venue has seen a \"significant increase\" in inquiries to use the track since Thomas' Tour success. Chairman John Harrhy said: \"We were all thrilled with Geraint's historic Tour de France victory and the board and our key partners were immediately unanimous in supporting the renaming of the velodrome in Geraint's honour.\" 'Entirely fitting' Having Thomas' name attached to the cycling centre will act as an inspiration for future riders, Mr Harrhy added. Thomas is due to return to Newport next month with Team Sky when the opening stage of the Tour of Britain finishes in the city on Sunday 2 September. Newport City Council leader Debbie Wilcox said: \"Geraint has spoken of what [the velodrome] has meant to him, so it is entirely fitting that Newport bestows this honour on him.\"", "summary": "Wales' National Velodrome will be renamed in honour of Tour de France champion Geraint Thomas, it has been announced."}
{"text": "Several hotels in Sauraha, in Chitwan district, have been inundated, trapping the tourists, many of them foreigners. The floods and landslides caused by torrential rains have killed at least 49 people across the country. The Red Cross says 100,000 people have been affected, with communications and electricity cut off in many areas. Pictures showed collapsed bridges and roads submerged or covered by debris from landslides, hampering the rescue efforts. Thousands of residents had been forced out of their houses in the hardest-hit areas, officials said, warning that the death toll could rise as at least 17 people were still missing. A hotel owner in Sauraha, 155km (96 miles) south-west of the capital, Kathmandu, said the elephants had been used to take the tourists to the nearest open road and airport. Narayan Prasad Bhatta, the chief district officer of Chitwan district, said: \"We are mobilising all the resources we have to ensure that everyone is safe.\" Prime Minister Sher Bahadur Deuba expressed his condolences and urged people to remain calm. \"I have already instructed authorities concerned to rescue flood victims, move them to safer locations and immediately provide relief to them,\" he said. The monsoon season, which starts in June and ends in September, causes big floods in Nepal each year. Officials say more rain is expected in the next few days. Meanwhile, in neighbouring India, 45 people were killed when a massive landslide swept two packed passenger buses off a hillside into a deep gorge. Officials in the northern Himachal Pradesh state said the buses had stopped for a break when the landslide, also caused by heavy rains, hit.", "summary": "Dozens of elephants and rafts have been deployed to rescue nearly 500 people trapped by floods in a popular resort in southern Nepal, officials say."}
{"text": "The conditions agreed by Tepco include massive cost-cutting, no upper limit for compensation payouts and accepting an investigation of its management. The move comes exactly two months after the devastating earthquake and tsunami. Earlier Tepco said it had found another leak of highly contaminated water into the sea but was able to halt the flow. A Tepco spokesman said workers stopped a leak into a storage pit, which lay outside reactor No 3 and within metres of the ocean. A similar leak at the Fukushima Daiichi plant's reactor No 2 was sealed in April with a special chemical known as liquid glass. The plant has been leaking radiation since the 11 March earthquake and subsequent tsunami damaged cooling systems at the six-reactor plant. More than 80,000 local residents living within a 20km (12 mile) radius of the plant have been evacuated from their homes. Agriculture and businesses have been hit and there is no timescale yet for allowing residents to return - Tepco has said that it may take up to nine months to achieve a cold shut-down at the plant. Tepco is seeking a 2 trillion yen ($24.8bn) loan to see it through the initial emergency. It also expects to pay 50 billion yen ($620m) in initial compensation to those evacuated around the plant. Overall damages are unknown but are expected to be much higher. The government is considering establishing a new body to deal with the payments in case they exceed Tepco's ability to pay. In a statement on Tuesday, the company said it faced \"an extremely severe situation\" in terms of raising funds and that it needed state help so that \"fair and prompt\" compensation could be paid to residents. Lifted spirits Two months since the twin natural disaster, people across the affected region held a moment of silence for the victims. Nearly 15,000 people are confirmed dead and more than 9,800 remain unaccounted for, according to the latest police figures. The number of people still living in evacuation centres stands at about 115,000 - mostly in Miyagi, Iwate and Fukushima prefectures. Earlier on Wednesday Emperor Akihito and his wife visited evacuees living in a gymnasium in Fukushima City. Fukushima Mayor Takanori Seto said the imperial visit had lifted spirits. \"In reality, evacuees are going through serious pain. They want to go home. But in front of their majesties, they said 'Yes, we are OK.' I was moved by that,\" the mayor told reporters. \"At evacuation shelters, people are worried because they don't know what will happen to them in the future,\" he said. \"The nuclear plant has to be stabilised as soon as possible.\"", "summary": "The operator of Japan's crisis-hit nuclear plant has agreed to drastic restructuring in return for government help paying a huge compensation bill."}
{"text": "The work features on a wall on Floodgate Street, in Digbeth, surrounded by other graffiti. It is not clear when it was created, or whether Banksy is indeed responsible, but that has not stopped people from posing alongside it for photos. Birmingham Live reported it appeared overnight and it was spotted immediately by local people. It features a girl sitting on the ground, holding a balloon featuring the word \"TAME\". Banksy's graffiti appears extensively in his hometown of Bristol and elsewhere, but Birmingham is not known for his work. Speculation as to his identity has been rife even before rapper Goldie referred to him as \"Rob\" in an interview. Last year, five of his murals in Liverpool sold at auction for £3.2m.", "summary": "A mural thought to be by the elusive street artist Banksy has appeared in Birmingham."}
{"text": "A spokesman for both National Express East Anglia and c2c said services were subject to short-notice changes. The operators were planning to operate \"a scheduled timetable evening-peak service\" on Friday. Services are currently running on all routes and calling at all booked stations but cancellations and delays may still occur, a spokesman said. All lines on the National Express East Anglia regional network were open and train services were operating to the advertised timetable wherever possible. 'Extra time' \"Shuttle train services may operate between Southminster and Wickford, Witham and Braintree and Manningtree and Harwich Town in place of the normal scheduled timetable,\" the spokesman said. The main National Express East Anglia lines link London with Norwich, Ipswich and Chelmsford. Branch lines cover Cambridgeshire, Essex, Norfolk and Suffolk while c2c cover London to Southend and other parts of Essex. \"Passengers are also advised to allow extra time to make their journeys,\" the spokesman said.", "summary": "The wintry weather is being blamed for delays and cancellations on rail services in Essex, Norfolk and Suffolk."}
{"text": "Ministers said a further £500 would be made available to those without house insurance cover. Rhondda Cynon Taf council appealed for food donations to help more than 500 households that had suffered flooding. Key roads and rail lines remain shut, especially in mid Wales where there was fresh flooding on Monday. A number of former coal sites in south Wales are being monitored 24 hours a day following several landslides. First Minister Mark Drakeford said a £10m fund set up by the Welsh Government would not be enough and the UK government needed to come up with cash to cover the cost of infrastructure damage. \"After a week of silence in the face of this emergency, we urgently need to hear what longer-term support communities can expect from the UK government,\" he said. The UK government said it would \"look seriously at any request\" from the Welsh Government for additional support and assistance for flood relief. In a statement, a spokesman said Welsh Secretary Simon Hart had met Mr Drakeford on Monday and \"reiterated the UK government's support for the affected communities\". He said the UK government had also ensured that any flood hardship payments made to individuals and families would not affect their eligibility for benefits issued by Department for Work and Pensions. Speaking in the House of Commons, Rhondda MP Chris Bryant said a quarter of the families across the UK affected by floods lived in Rhondda Cynon Taf, and urged the UK government to help. He said many of his constituents \"have to choose between putting food on the table or paying the insurance\" and that Rhondda Cynon Taf council faced a £30m bill to repair damage caused by the floods. Mr Bryant said: \"We need money from the government, we don't want talk of mutual aid. \"We need money and we need it now\". UK Environment Secretary George Eustice said if the Welsh Government approached the Wales Office with its concerns about funding then the matter could be considered. Responsibility for flooding is devolved. Plaid Cymru's Jonathan Edwards also called for the UK government to give financial assistance to the Welsh Government for the communities hit by the floods. The centre of Pontypridd was left under water after the River Taff burst its banks last Sunday and thousands were affected around the county by widespread flooding. Two car dealerships in the town - Hutchings Motor Group and Greenaway Autos - were flooded when the River Taff burst its banks, leading to about 300 new and used cars being written off. Now Welsh Labour politicians have called on the new chancellor for a one-off grant of £30m to help pay for repair and restoration work across Rhondda Cynon Taff. In a letter to Rishi Sunak, they also called for council tax and business rates to be suspended for a year in affected properties. Council chiefs estimate £30m of infrastructure damage in Rhondda Cynon Taff alone - with the bill for private properties across the county \"likely to run to nearly £150m pounds,\" according to Rhondda Cynon Taf council leader Andrew Morgan. The Welsh Government funds flood defences, flood clear-ups and funding to local authorities, but tax relief is a UK government call. \"Wales took the brunt of the force of this storm and we would be wiping out all of our financial resources in one of the poorest areas of the country,\" Mr Bryant told BBC Radio Wales. \"In the normal course of things this would be funded by the Welsh Government. \"But you would be wiping out the entire capital allocation just by dealing with the problems in Rhondda Cynon Taff. That would mean no other work on things like schools for example. \"They have announced lots of extra money in England but there isn't a single consequential penny for Wales, which is the hardest hit part of the UK. \"The whole point of the 'United Kingdom' is that if one part of the UK suffers then the whole of the United Kingdom should step in to help.\" Mr Bryant added he thinks Westminster \"is open to the idea\" for extra funding but wants the UK government to \"step up\". Analysis by Felicity Evans, BBC Wales political editor If you've been flooded, you want help. You don't really care where it comes from. Being flooded is traumatic and it takes time and money to recover. In these Labour heartlands, if people feel they've been abandoned there could be a backlash in the assembly elections next May. The politicians who wrote the letter to the chancellor want extra money from the UK government. But a lot of what they're asking for is legally the responsibility of the Welsh Government. The UK government has promised extra money to flooded local authorities in England because they are responsible for funding councils there. In Wales, local councils are funded by the Welsh Government which has promised ten million pounds for immediate relief, with more to come. Reserves exist for emergencies, should the Welsh Government use theirs to shoulder the full cost? Or is this an extraordinary situation, where the UK government should step in? In politics, the answer to the question \"Who pays?\" is never straightforward. About 550 homes were flooded across the county and Rhondda council bosses say they \"currently have 50 families in temporary accommodation\". \"The amount of damage is just something we haven't seen on this scale before,\" said Mr Morgan. \"A lot of families don't have insurance and some businesses are being told by their insurance companies they aren't covered. \"Unless we have additional support families will be out of their homes for sometime, businesses could fold and people could lose their jobs.\" Crowdfunding pages have already raised thousands for the flood-hit communities and a Valley Aid fundraising concert has been announced for next month, where Manic Street Preachers frontman James Dean Bradfield and Grammy award winner Amy Wadge will headline. Film star Michael Sheen and Pontypridd MP Alex Davies-Jones have between them raised more than £80,000 in online campaigns. A collection at Saturday's Six Nations rugby game between Wales and France at the Principality Stadium raised £12,000, the Welsh Rugby Union said. A UK government spokesperson said: \"Whilst flood defences and the response to flooding in Wales are devolved, we will continue to engage with and support the Welsh Government on flood relief and coal tip safety.\" The Department for Work and Pensions have confirmed that flood hardship payments will \"not affect eligibility for benefits.\" What's happening in other parts of Wales? In mid Wales, delivery driver Mike Jones told how he was struck by floodwater while on the A458 near Welshpool, Powys, on Monday. He said: \"All of a sudden from my left the river burst its banks and it came through the hedge out in front of me. \"A big wave came across the front of the van and I just about got through but unfortunately it got into the engines… it was a bit scary.\" A full Powys council meeting on Friday will reveal what the cost of the recent storms has been to the county and what can be done to help those affected. Councillor John Morris, who represents Crickhowell - one of the worst hit areas of the county - said: \"In my area alone over 30 residential properties were affected and about the same number of businesses. \"This includes the Elvicta Trading Estate on the outskirts of Crickhowell with its 20 or so businesses and is a major employer in the area.\" Caereinion High School near Welshpool, Powys, closed on Monday because flooded roads are preventing some teachers and pupils from getting in. Meanwhile, running water to a town marooned by flooding has been restored after almost a week without supply on Monday. Tankers and bottled water had supplied residents in Monmouth after the town's Mayhill treatment works was shut after becoming submerged after the Rivers Monnow and Wye burst their banks.", "summary": "As Wales braces for more flooding, the Welsh Government has announced it will give at least £500 to every affected household."}
{"text": "S4 Capital is buying Dutch digital production company MediaMonks for about €300m (£266m). Earlier this month, WPP threatened to take away share awards worth about £20m from its former chief executive over his rival bid for MediaMonks. Sir Martin resigned as WPP chief executive in April. He left the world's biggest advertising firm amid claims of misconduct, which he has denied. The findings of an internal investigation into the allegations have not been disclosed because WPP said doing so would breach data protection rules. Soon after leaving Sir Martin set up his new advertising venture, which he has pledged to build into a \"multinational communication services business\". Earlier this month, a source close to Sir Martin described relations between WPP and its former boss as \"obviously not very good\". The source said WPP's threats to take away his share awards would not deter Sir Martin: \"This guy is worth £400m to £500m. He is not going to allow £20m to stand in the way of what he is trying to do.\" Sir Martin's decision to start a new venture has echoes of his reverse takeover of Wire and Plastics Products in 1985. The maker of wire shopping baskets was turned into WPP, and over 30 years became the world's biggest advertising company with revenues of over £15bn.", "summary": "Sir Martin Sorrell has seen off competition from WPP, the firm he ran for three decades, with the first acquisition for his new rival venture."}
