[
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses a suspected online casino operator's report about an ATM incident and its potential impact on agricultural produce.",
            "bart_score": -5.378177165985107,
            "mt_hyp_summary": "Former USs Barca and Baracke, if they are playing with Netanyaa to do with Net.",
            "rouge1": 0.13636363636363635
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The Obama's online platform, which has 118 million subscribers, has not discussed a New York Times story about a morale-boosting show they produced in 2012.",
            "bart_score": -3.5549697875976562,
            "mt_hyp_summary": "Former U.S. President Barack Obama and im wife Michelle don dey reason with journalist to do TV shows for them.",
            "rouge1": 0.24
        },
        "e2e": {
            "llama_hyp_summary": "Netflix, a popular online streaming website, has not commented on a report by the New York Times that the Obamas are producing shows on the platform to boost people's morale.",
            "bart_score": -2.809140205383301,
            "rouge1": 0.2962962962962963
        },
        "ceil": {
            "llama_hyp_summary": "The Obamas are reportedly in talks with Netflix to create exclusive content, including uplifting stories and potential debate shows, which would give them a global platform and bypass mainstream US media.",
            "bart_score": -3.4534168243408203,
            "rouge1": 0.33333333333333337
        },
        "ref_summary": "Former US President Barack Obama and his wife Michelle are in talks to produce shows for Netflix, according to the New York Times.",
        "ref_url": "https://www.bbc.com/news/business-43341064",
        "foreign_summary": "Former US President Barack Obama and im wife Michelle don dey reason with Netflix to do TV shows for dem."
    },
    {
        "10000": {
            "llama_hyp_summary": "Mohamed Salah led the Salah prayers at the World Forum for Youths, where he also spoke about his football career and goals, and expressed his desire to help bring peace to Egypt.",
            "bart_score": -3.2249324321746826,
            "mt_hyp_summary": "A art work of Liverpools and Egypt to football Mobola Salah should be made an para-four on Monday in our social media after his country.",
            "rouge1": 0.22641509433962265
        },
        "kreyol-mt": {
            "llama_hyp_summary": "A statue of a football player, designed by Mai Abdallah, was unveiled at the World Youth Forum in Sharm al-Sheikh, Egypt, but has been criticized for resembling singer Leo Sayer or Marv from Home Alone rather than the intended subject.",
            "bart_score": -4.031371593475342,
            "mt_hyp_summary": "One art work of Liverpool and Egypt football star Mohamed tuh make pipo para on Monday for social media afta open for im home kontri.",
            "rouge1": 0.22580645161290325
        },
        "e2e": {
            "llama_hyp_summary": "A statue of Egyptian footballer Mohamed Salah was unveiled at the World Youth Forum in Sharm al-Sheikh, but it has been criticized for resembling singer Leo Sayer or Marv from the movie Home Alone, sparking online ridicule.",
            "bart_score": -3.713926315307617,
            "rouge1": 0.23728813559322035
        },
        "ceil": {
            "llama_hyp_summary": "A sculpture of Egyptian footballer Mohamed Salah was unveiled at the World Youth Forum in Sharm al-Sheikh, but it has been widely criticized for its poor likeness to the player, with many comparing it to singer Leo Sayer or Marv the burglar from the film Home Alone.",
            "bart_score": -3.176637887954712,
            "rouge1": 0.2318840579710145
        },
        "ref_summary": "A sculpture of Liverpool and Egypt football star Mohamed Salah unveiled in his home country is raising eyebrows on social media.",
        "ref_url": "https://www.bbc.com/news/world-middle-east-46094658",
        "foreign_summary": "One art work of Liverpool and Egypt football star Mohamed Salah make pipo para on Monday for social media afta open for im home kontri."
    },
    {
        "10000": {
            "llama_hyp_summary": "The Zimbabwean government has suspended the use of the Zimbabwean dollar, replacing it with the US dollar, in an effort to stabilize the economy and address issues such as high inflation and a lack of trust in the local currency.",
            "bart_score": -2.2062599658966064,
            "mt_hyp_summary": "Zimbabwe government has made the controversy a decision to use the ban for foreign advantage of the US dollars a US dollars a businessdol business to ensure compliance with the country.",
            "rouge1": 0.3225806451612903
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The Zimbabwean government's decision to abandon the Zimbabwe dollar and adopt multiple foreign currencies, including the US dollar and South African rand, was met with widespread anger and frustration among the population due to high inflation, economic instability, and a lack of trust in the local currency.",
            "bart_score": -2.80849027633667,
            "mt_hyp_summary": "Zimbabwe government don make controversial decision to ban di use of foreign currency including US dollars to do business for di kontri wit immediate effect.",
            "rouge1": 0.42857142857142855
        },
        "e2e": {
            "llama_hyp_summary": "Zimbabwe's government reintroduced the Zimbabwe dollar in 2019, replacing the US dollar and other foreign currencies, but the move was met with widespread anger and resistance from the public due to concerns over inflation and the lack of trust in the local currency.",
            "bart_score": -2.824284076690674,
            "rouge1": 0.393939393939394
        },
        "ceil": {
            "llama_hyp_summary": "Zimbabwe has reintroduced its own currency, the Zimbabwe dollar, after abandoning it in 2009 due to hyperinflation, despite widespread opposition and concerns about its value and ability to control inflation.",
            "bart_score": -2.8291499614715576,
            "rouge1": 0.23076923076923075
        },
        "ref_summary": "Zimbabwe's government has taken the controversial decision to ban local trading in foreign currencies, including the US dollar, with immediate effect.",
        "ref_url": "https://www.bbc.com/news/world-africa-48757080",
        "foreign_summary": "Zimbabwe goment don make controversial decision to ban di use of foreign currency including US dollars to do business for di kontri wit immediate effect."
    },
    {
        "10000": {
            "llama_hyp_summary": "A police report reveals that a farmer was emotionally affected by a social media post and an attack, and the police are investigating the incident.",
            "bart_score": -3.7969515323638916,
            "mt_hyp_summary": "The executive director of the Empires indicates that the July July Succinctancing guidance than no one considers the past in two Android phones at the current season.",
            "rouge1": 0.0909090909090909
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Jussie Smollett is accused of filing a false police report claiming he was a victim of a racist and homophobic assault, allegedly due to unhappiness with his salary on the TV show Empire.",
            "bart_score": -2.9425745010375977,
            "mt_hyp_summary": "Di ekzekitif pwodiktè nan di Empire TV show don sispann aktè sinea Smollett fè e pa gen okenn montre figi ankò pou de dènye Episode yo nan sezon aktyèl la 5.",
            "rouge1": 0.23076923076923078
        },
        "e2e": {
            "llama_hyp_summary": "Jussie Smollett is facing accusations that he fabricated a report of a racist and homophobic assault, with police suggesting he did so because he was unhappy with his salary on the TV show Empire.",
            "bart_score": -2.93068790435791,
            "rouge1": 0.22641509433962262
        },
        "ceil": {
            "llama_hyp_summary": "The Fox production team of the TV show Empire has removed Jussie Smollett's character from the final two episodes of the season due to allegations that he falsely claimed to be the victim of a hate crime.",
            "bart_score": -2.4392874240875244,
            "rouge1": 0.3859649122807018
        },
        "ref_summary": "Jussie Smollett will not appear in the final two episodes of Empire, the show's executive producers have said.",
        "ref_url": "https://www.bbc.com/news/entertainment-arts-47336596",
        "foreign_summary": "Di executive producers of di Empire TV show don suspend actor Jussie Smollett make e no show face again for di last two episodes of di current season 5."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses the political situation in Togo, where the president's successor is expected to take power and rule for a few years, following a disputed election and allegations of fraud.",
            "bart_score": -3.277280330657959,
            "mt_hyp_summary": "To mark the Ggoat-governmental organisations have won a re-election, according to the country from the electoral commissional executive bill to be held at four.",
            "rouge1": 0.24489795918367344
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The Gnassingbé family, which has ruled Togo since 1967, is likely to extend its rule beyond 53 years after President Faure Gnassingbé won the recent election with 72% of the vote.",
            "bart_score": -2.226386308670044,
            "mt_hyp_summary": "Togo President Faure Gnassingbé don win re-election, according to results from di kontri electoral commission to open way for im fourth term.",
            "rouge1": 0.375
        },
        "e2e": {
            "llama_hyp_summary": "The Gnassingbé family, which has ruled Togo since 1967, may extend their rule beyond 53 years, a feat only matched by the Kim family in North Korea, after President Faure Gnassingbé won the recent election with 72% of the vote.",
            "bart_score": -2.849940061569214,
            "rouge1": 0.2807017543859649
        },
        "ceil": {
            "llama_hyp_summary": "Togo's opposition leader Agbéyomé Kodjo has accused the government of widespread fraud in the country's presidential election, which the authorities deny, with the final results expected to be announced by the Supreme Court this week.",
            "bart_score": -3.0705080032348633,
            "rouge1": 0.2545454545454545
        },
        "ref_summary": "Togo's President Faure Gnassingbé has won re-election, according to preliminary results from the electoral commission.",
        "ref_url": "https://www.bbc.com/news/world-africa-51606972",
        "foreign_summary": "Togo President Faure Gnassingbé don win re-election, according to results from di kontri electoral commission to open way for im fourth term."
    },
    {
        "10000": {
            "llama_hyp_summary": "Oke-B, a former government official, took power in a country in 2019 after a military coup, and is now facing allegations of war crimes and plots, with the International Criminal Court (ICC) seeking his extradition.",
            "bart_score": -3.2914493083953857,
            "mt_hyp_summary": "Sudanests, served from office, Oke-Bau, who is face a trial in the capital tribe, capital of Khairat, a military coalition engaged in a year ago.",
            "rouge1": 0.20289855072463767
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Omar al-Bashir, a 76-year-old man, was removed from power in a 2019 military coup and faces charges of corruption, war crimes, and genocide, and could face the death penalty if found guilty.",
            "bart_score": -2.164435625076294,
            "mt_hyp_summary": "Sudan longest serving wey they sack from office, Omar al-Ba dat dey face trial for di kontri capital, Khartoum, sake of military coup wey bring am to power more than thirty years ago.",
            "rouge1": 0.23529411764705885
        },
        "e2e": {
            "llama_hyp_summary": "Omar al-Bashir, a 76-year-old man, was removed from power in 2019 after a military coup and is now facing charges of corruption, war crimes, and genocide, and potentially the death penalty if found guilty.",
            "bart_score": -2.3869616985321045,
            "rouge1": 0.22857142857142856
        },
        "ceil": {
            "llama_hyp_summary": "Ousted Sudanese President Omar al-Bashir, already convicted of corruption, is on trial for his role in the 1989 coup and faces the death penalty if found guilty, alongside over 20 former officials.",
            "bart_score": -2.5071394443511963,
            "rouge1": 0.30303030303030304
        },
        "ref_summary": "Sudan's ousted long-serving leader Omar al-Bashir has gone on trial in the capital, Khartoum, in connection with the military coup that brought him to power more than three decades ago.",
        "ref_url": "https://www.bbc.com/news/world-africa-53474152",
        "foreign_summary": "Sudan longest serving wey dem sack from office, Omar al-Bashir dey face trial for di kontri capital, Khartoum, sake of military coup wey bring am to power more dan thirty years ago."
    },
    {
        "10000": {
            "llama_hyp_summary": "Here is a summary of the passage in one sentence:\n\nTurkish President Erdo Erated warned of vaccine intake before the World Cup, while Ozilno announced a new deal with Erdo Expressway and faced controversy over his national team selection.",
            "bart_score": -5.554977893829346,
            "mt_hyp_summary": "The Turkish secessionist movement are one Erling the best industry for German's inauguration after beating who left on Friday.",
            "rouge1": 0.10526315789473684
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Arsenal midfielder Mesut Ozil married his fiancée, former Miss Turkey Amine Gulse, in a ceremony attended by Turkish President Recep Tayyip Erdogan, who had previously been involved in controversy with Ozil over a photo shoot before the 2018 World Cup.",
            "bart_score": -2.705235004425049,
            "mt_hyp_summary": "Prezidan peyi Latiki Repibliken se pi bon moun pou Alman foutbòlè Mesut Ozil maryaj ki happun nan Vandredi.",
            "rouge1": 0.27118644067796616
        },
        "e2e": {
            "llama_hyp_summary": "Mesut Ozil, a Turkish-German footballer, married his fiancée Amine Gulse, a former Miss Turkey, in a ceremony attended by Turkish President Erdogan, who had previously caused controversy with Ozil over a photo taken before the 2018 World Cup.",
            "bart_score": -2.7676637172698975,
            "rouge1": 0.2758620689655173
        },
        "ceil": {
            "llama_hyp_summary": "Mesut Ozil, a Turkish-German footballer, married his Turkish fiancée Amine Gulse in a luxury hotel in Istanbul, with Turkish President Recep Erdogan in attendance, sparking controversy and criticism in Germany.",
            "bart_score": -2.9643588066101074,
            "rouge1": 0.32
        },
        "ref_summary": "Turkish President Recep Tayyip Erdogan was the best man at German footballer Mesut Ozil's wedding on Friday.",
        "ref_url": "https://www.bbc.com/news/world-europe-48564192",
        "foreign_summary": "Turkish President Recep Tayyip Erdogan na di best man for German footballer Mesut Ozil wedding wey happun on Friday."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses the impact of the global pandemic on the lives of people, including the German royal family, and how it has affected their travel plans and relationships.",
            "bart_score": -3.3544564247131348,
            "mt_hyp_summary": "A electionly also been anonymity of the coronavirus because of the coronavirus variant cases to meet a daily hustles.",
            "rouge1": 0.08695652173913043
        },
        "kreyol-mt": {
            "llama_hyp_summary": "An elderly German couple, despite the global pandemic and border closures, continue to meet and spend time together, finding creative ways to keep their relationship alive.",
            "bart_score": -3.2889211177825928,
            "mt_hyp_summary": "One elderly couple don become local celebs because of how di coronavirus outbreak make them dey meet for border evriday.",
            "rouge1": 0.2790697674418605
        },
        "e2e": {
            "llama_hyp_summary": "An 85-year-old Danish woman and an 89-year-old German man, who met two years ago, continue to maintain their relationship by meeting at the border and socializing while maintaining a safe distance, despite the challenges posed by the global pandemic.",
            "bart_score": -2.8963429927825928,
            "rouge1": 0.16666666666666666
        },
        "ceil": {
            "llama_hyp_summary": "An 85-year-old woman from Denmark and an 89-year-old man from Germany, who have been together for over a year, continue to meet at the border despite the pandemic, sitting at a safe distance and sharing a drink.",
            "bart_score": -2.559150218963623,
            "rouge1": 0.17241379310344826
        },
        "ref_summary": "An elderly couple have become local celebrities amid the coronavirus outbreak for their daily cross-border meeting.",
        "ref_url": "https://www.bbc.com/news/world-europe-52104955",
        "foreign_summary": "One elderly couple don become local celebs sake of how di coronavirus outbreak make dem dey meet for border evriday."
    },
    {
        "10000": {
            "llama_hyp_summary": "Julian Assange, a 49-year-old WikiLeaks founder, is fighting extradition to the US, where he faces 18 charges, including espionage, and could face up to 6 years in prison.",
            "bart_score": -2.0078823566436768,
            "mt_hyp_summary": "A UK emulate the founder of WikiLeaks founder of Assange to Assange to the United States States States.",
            "rouge1": 0.3404255319148936
        },
        "kreyol-mt": {
            "llama_hyp_summary": "A British judge has refused to extradite Julian Assange to the US, citing concerns about his mental health and the risk of suicide, despite US authorities accusing him of hacking into a military database and publishing secret information.",
            "bart_score": -2.9342856407165527,
            "mt_hyp_summary": "One UK judge don block di deportation of Wikileaks founder Julian Assange to di United States.",
            "rouge1": 0.21818181818181817
        },
        "e2e": {
            "llama_hyp_summary": "A British judge has refused to extradite Julian Assange to the US to face charges of hacking and espionage, citing concerns about his mental health and the risk of suicide if he is sent to America.",
            "bart_score": -2.3440048694610596,
            "rouge1": 0.22641509433962262
        },
        "ceil": {
            "llama_hyp_summary": "A British judge blocked the extradition of Julian Assange to the US due to concerns over his mental health and risk of suicide in a US prison.",
            "bart_score": -2.5102455615997314,
            "rouge1": 0.27272727272727276
        },
        "ref_summary": "Wikileaks founder Julian Assange cannot be extradited to the United States, a court in London has ruled.",
        "ref_url": "https://www.bbc.com/news/uk-55528241",
        "foreign_summary": "One UK judge don block di deportation of Wikileaks founder Julian Assange to di United States."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage appears to be a jumbled collection of unrelated information about the Kardashian-West family, including their children, business ventures, and personal lives.",
            "bart_score": -3.4100594520568848,
            "mt_hyp_summary": "Kim Kardash, Kim Kardashian West has been drawn from the lines of West, record to reports in the US.",
            "rouge1": 0.19512195121951217
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Here is a summary of the passage in one sentence:\n\nReality TV star Kim Kardashian and rapper Kanye West, who have been married for almost seven years and have four children together, are reportedly going through a divorce and have filed for joint custody of their children.",
            "bart_score": -2.7988245487213135,
            "mt_hyp_summary": "Kim Kardashian don file for divorce from rapper Kanye West, according to reports for di US media.",
            "rouge1": 0.3125
        },
        "e2e": {
            "llama_hyp_summary": "Kim Kardashian and Kanye West, a celebrity couple with four children, have been granted joint legal and physical custody of their children by a court after months of rumors about their marital difficulties.",
            "bart_score": -2.773709297180176,
            "rouge1": 0.16
        },
        "ceil": {
            "llama_hyp_summary": "Kim Kardashian and Kanye West, a celebrity couple with four children, have reportedly filed for divorce after months of rumors of marital difficulties.",
            "bart_score": -2.4031906127929688,
            "rouge1": 0.35
        },
        "ref_summary": "Kim Kardashian has filed for divorce from rapper Kanye West, according to reports in the US media.",
        "ref_url": "https://www.bbc.com/news/entertainment-arts-56133017",
        "foreign_summary": "American reality star, Kim Kardashian don file for divorce from rapper Kanye West, according to reports for di US media."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage describes the activities and achievements of a person, including taking over a role, seizing opportunities, and receiving recognition, but the text is unclear and lacks coherence.",
            "bart_score": -4.88635778427124,
            "mt_hyp_summary": "Many, the kids above Canter the winner in abductors with the scenes at Trafs, and The relatives of The had died of in line-upulous black 91st.",
            "rouge1": 0.18181818181818182
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Christopher Plummer, a renowned actor, passed away peacefully at his home in Connecticut, leaving behind a legacy of iconic roles in films such as \"The Sound of Music\" and \"All the Money in the World\", and earning an Oscar for his performance in \"Beginners\".",
            "bart_score": -2.394904375076294,
            "mt_hyp_summary": "Christopher Plummer, di ogbonge Canadian actor wey pipo know for his role as Captain Von Trapp for The Sound of Music, don die at age 91.",
            "rouge1": 0.4225352112676057
        },
        "e2e": {
            "llama_hyp_summary": "Christopher Plummer, a renowned actor, passed away peacefully at his home in Connecticut, leaving behind a legacy of iconic roles in films such as \"The Sound of Music\", \"Beginners\", and \"All the Money in the World\".",
            "bart_score": -2.3486194610595703,
            "rouge1": 0.4444444444444444
        },
        "ceil": {
            "llama_hyp_summary": "Christopher Plummer, a renowned Canadian actor, died peacefully at his home in Connecticut, leaving behind a legacy of iconic film and stage performances, including his role as Captain von Trapp in The Sound of Music.",
            "bart_score": -2.114842414855957,
            "rouge1": 0.5806451612903226
        },
        "ref_summary": "Christopher Plummer, the distinguished Canadian actor best known for his role as Captain Von Trapp in The Sound of Music, has died at the age of 91.",
        "ref_url": "https://www.bbc.com/news/entertainment-arts-55954950",
        "foreign_summary": "Christopher Plummer, di ogbonge Canadian actor wey pipo sabi for im role as Captain Von Trapp for The Sound of Music, don die at di age of 91."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage describes the aftermath of a declaration made by Queen Elizabeth II, following the death of a plumber, Mahaji, who was a follower of the Queen, and the subsequent vandalism of a water head in the Southern region.",
            "bart_score": -4.365740776062012,
            "mt_hyp_summary": "The theme of Thailand are the colour photos twice, with a personal groomgun, her of the Queen title.",
            "rouge1": 0.3076923076923077
        },
        "kreyol-mt": {
            "llama_hyp_summary": "King Mahamiziralongkorn has announced the promotion of his wife, General Adult Adultiralongkorn Na Ayudhya, to Queen Adultiralongkorn, just days before his coronation ceremony.",
            "bart_score": -3.88493275642395,
            "mt_hyp_summary": "Di King of Thailand don marry di deputy head of im personal bodyguards, come give her di title of Queen.",
            "rouge1": 0.24489795918367346
        },
        "e2e": {
            "llama_hyp_summary": "King Maha Vajiralongkorn has promoted his wife, General Suthida Vajiralongkorn Na Ayudhya, to Queen Suthida, and they have officially married in a ceremony where the king poured sacred water on her head.",
            "bart_score": -3.1623575687408447,
            "rouge1": 0.3448275862068966
        },
        "ceil": {
            "llama_hyp_summary": "King Maha Vajiralongkorn has announced his long-time partner, General Suthida Vajiralongkorn Na Ayudhya, as his queen, Queen Suthida, ahead of his coronation ceremonies.",
            "bart_score": -2.9354324340820312,
            "rouge1": 0.2
        },
        "ref_summary": "The king of Thailand has married the deputy head of his personal security detail, and given her the title of queen, a royal statement has said.",
        "ref_url": "https://www.bbc.com/news/world-asia-48129428",
        "foreign_summary": "Di King of Thailand don marry di deputy head of im personal bodyguards, come give her di title of Queen."
    },
    {
        "10000": {
            "llama_hyp_summary": "Nigerian President Muhammadu Buhari visited Ebonyi state and met with local leaders to discuss the way forward, amidst tensions and security concerns following the IPOB's secessionist activities and the upcoming elections.",
            "bart_score": -3.4442243576049805,
            "mt_hyp_summary": "On President Muhammadu Buhari are visited the southeastern Nigeria in the first region since 2015, have long office as a president in the president.",
            "rouge1": 0.21052631578947367
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Nigerian President Muhammadu Buhari is visiting the southeast region, including Ebonyi and Anambra states, despite warnings from the Indigenous People of Biafra (IPOB) to scatter his plans.",
            "bart_score": -2.648200750350952,
            "mt_hyp_summary": "Nigeria President Muhammadu Buhari dey visit di southeast region of Nigeria for the first since 2015 wen im siddon inside office as president.",
            "rouge1": 0.23076923076923075
        },
        "e2e": {
            "llama_hyp_summary": "Nigerian President Muhammadu Buhari is set to visit the southeastern state of Ebonyi, despite warnings from the Indigenous People of Biafra (IPOB) to scatter his plans, amid tensions and security concerns.",
            "bart_score": -2.961972713470459,
            "rouge1": 0.21428571428571427
        },
        "ceil": {
            "llama_hyp_summary": "Nigerian President Muhammadu Buhari has unexpectedly announced the resignation of the country's army, navy, air force, and chief of defence staff heads, replacing them with new officials.",
            "bart_score": -2.2327098846435547,
            "rouge1": 0.3773584905660378
        },
        "ref_summary": "Nigeria's President Muhammadu Buhari has fired the heads of the country's armed forces whom he appointed when he first took office in 2015.",
        "ref_url": "https://www.bbc.co.uk/news/world-africa-55816129",
        "foreign_summary": "Nigeria President Muhammadu Buhari dey visit di south east region of Nigeria for di first since 2015 when im siddon inside office as president."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses the Nigerian government's crackdown on lawmakers and migrants, with President Trump's wife Melania Trump stating that the US government has been unable to confirm the production of nominees for at least four years.",
            "bart_score": -4.263480186462402,
            "mt_hyp_summary": "The former President Donald Trump-lawed American American citizens.",
            "rouge1": 0.1509433962264151
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Viktor and Amalija Knavs, the parents of Melania Trump, took the oath of citizenship in a private ceremony in New York, having lived in the US on green cards sponsored by their daughter.",
            "bart_score": -2.667073965072632,
            "mt_hyp_summary": "President Donald Trump parents-in-law don become American citizens",
            "rouge1": 0.3333333333333333
        },
        "e2e": {
            "llama_hyp_summary": "Viktor and Amalija Knavs, the parents of Melania Trump, took the oath of citizenship in a private ceremony in New York, having lived in the US on green cards sponsored by their daughter.",
            "bart_score": -2.667073965072632,
            "rouge1": 0.3333333333333333
        },
        "ceil": {
            "llama_hyp_summary": "Viktor and Amalija Knavs, Melania Trump's parents, took the oath of US citizenship in New York after living in the country on green cards sponsored by their daughter.",
            "bart_score": -2.9178504943847656,
            "rouge1": 0.2727272727272727
        },
        "ref_summary": "President Donald Trump's parents-in-law have become US citizens in a private ceremony.",
        "ref_url": "https://www.bbc.com/news/world-us-canada-45137752",
        "foreign_summary": "President Donald Trump parents-in-law don become American citizens."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage appears to be a jumbled collection of unrelated statements and phrases, making it difficult to summarize in a single sentence.",
            "bart_score": -4.0426836013793945,
            "mt_hyp_summary": "A woman has become a winner on the three months after she spendseverkusenal, she has done her boy to do the her(s told the meeting.",
            "rouge1": 0.18181818181818182
        },
        "kreyol-mt": {
            "llama_hyp_summary": "A 20-year-old Bangladeshi woman, Arifa Sultana, was rushed to the hospital 26 days after giving birth to twins, only to discover that she was still pregnant with twins in another uterus, and underwent an emergency C-section to deliver the second set of twins.",
            "bart_score": -2.7468841075897217,
            "mt_hyp_summary": "A woman gives birth to twins almost one month after she delivers premature baby boy, her doctor don tell di BBC.",
            "rouge1": 0.2352941176470588
        },
        "e2e": {
            "llama_hyp_summary": "A 20-year-old Bangladeshi woman, Arifa Sultana, was rushed to the hospital 26 days after giving birth to twins, only to discover that she was still pregnant with twins in another uterus, a rare condition known as uterus didelphys.",
            "bart_score": -3.5001792907714844,
            "rouge1": 0.2903225806451613
        },
        "ceil": {
            "llama_hyp_summary": "Arifa Sultana, 20, gave birth to a baby and then 26 days later, she was rushed to the hospital again and found to be still pregnant with twins in a second uterus, which were delivered via emergency Caesarean.",
            "bart_score": -3.150331974029541,
            "rouge1": 0.23333333333333334
        },
        "ref_summary": "A Bangladeshi woman has given birth to twins almost one month after delivering a premature baby boy, her doctor told the BBC.",
        "ref_url": "https://www.bbc.com/news/world-asia-47729118",
        "foreign_summary": "One woman don born twins almost one month after she deliver premature baby boy, her doctor don tell di BBC."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage describes a situation in which people are struggling with poverty, lack of electricity, and food shortages, and are seeking help from the government and President Donald Trump.",
            "bart_score": -3.5276315212249756,
            "mt_hyp_summary": "Perhaps one of the hundreds of those who were ran from the living standards in Ado, America the capacity of America on the watermelons, has been watered by politically exposed.",
            "rouge1": 0.22950819672131145
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Here is a summary of the passage in one sentence:\n\nPresident Donald Trump and his wife visit Texas to assess the damage caused by Hurricane Harvey, which has caused widespread flooding and displaced thousands of people, with the state seeking federal aid to provide relief and shelter.",
            "bart_score": -3.6450109481811523,
            "mt_hyp_summary": "On top of saying hundreds of people still are running from flooding wey tropical storm Harvey cause for di America city of Houston, Texas, one dam where water dey don burst, come overflow full ground.",
            "rouge1": 0.22784810126582278
        },
        "e2e": {
            "llama_hyp_summary": "At least nine people have died in Texas due to Hurricane Harvey, which has caused widespread flooding and displacement, prompting President Trump to visit the state and Governor Abbott to request federal assistance.",
            "bart_score": -3.084928512573242,
            "rouge1": 0.21538461538461537
        },
        "ceil": {
            "llama_hyp_summary": "Unprecedented heavy rains from Tropical Storm Harvey have caused catastrophic flooding in Houston, Texas, and Louisiana, with at least nine deaths reported, thousands rescued, and widespread damage estimated to be up to $20 billion.",
            "bart_score": -2.762659788131714,
            "rouge1": 0.1818181818181818
        },
        "ref_summary": "Floodwaters are expected to rise still further in the inundated Texan city of Houston, where more than 30,000 people have been forced from their homes in the wake of Hurricane Harvey.",
        "ref_url": "https://www.bbc.com/news/world-us-canada-41079746",
        "foreign_summary": "On top of say hundreds of people still dey run from flooding wey tropical storm Harvey cause for di America city of Houston, Texas, one dam where water dey don burst, come overflow full ground."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage appears to be a jumbled collection of unrelated statements and phrases, making it difficult to summarize in a coherent sentence.",
            "bart_score": -4.161475658416748,
            "mt_hyp_summary": "Having signed a senior sense on former text message sent on his life to stop his access on the 85th Mile two capital in Germany.",
            "rouge1": 0.2790697674418604
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Niels Brügel, a German doctor, was convicted of murdering 85 patients at two hospitals in northern Germany between 1999 and 2005, and was sentenced to seven years in prison.",
            "bart_score": -2.350181818008423,
            "mt_hyp_summary": "Authorities don sentence one former nurse to life imprisonment on top of accused im killing 85 patients for two hospitals for northern Germany.",
            "rouge1": 0.5098039215686274
        },
        "e2e": {
            "llama_hyp_summary": "Niels Högel, a German nurse, was convicted of murdering at least 85 patients by administering lethal doses of heart medication between 1999 and 2005, with authorities initially estimating the death toll to be much higher.",
            "bart_score": -2.9585585594177246,
            "rouge1": 0.3157894736842105
        },
        "ceil": {
            "llama_hyp_summary": "Niels Högel, a former nurse, was convicted of murdering 85 patients and attempting to revive them to impress colleagues, and was sentenced to life in prison, with prosecutors believing he may have killed up to 100 patients.",
            "bart_score": -2.8741393089294434,
            "rouge1": 0.3728813559322034
        },
        "ref_summary": "A former nurse has been convicted of murdering 85 patients at two hospitals in northern Germany and handed a life sentence.",
        "ref_url": "https://www.bbc.com/news/world-europe-48539894",
        "foreign_summary": "Authorities don sentence one former nurse to life imprisonment ontop accuse say im kill 85 patients for two hospitals for northern Germany."
    },
    {
        "10000": {
            "llama_hyp_summary": "The 2018 Winter Olympics in South Korea may lead to a change in the country's relations with North Korea, with the possibility of the two nations cooperating and celebrating the event together.",
            "bart_score": -2.908848285675049,
            "mt_hyp_summary": "North Korea was achieved with joint leading scorers from agricultural event which he is an first plans to do within a South Winter Olympics.",
            "rouge1": 0.3076923076923077
        },
        "kreyol-mt": {
            "llama_hyp_summary": "South Korea has announced that North Korea has cancelled a cultural event planned for February 4th to celebrate the 2018 Winter Olympics in Pyeongchang, South Korea.",
            "bart_score": -2.1205475330352783,
            "mt_hyp_summary": "North Korea don suddenly withdraw from di joint cultural event where they first plan to do with South Korea for Winter Olympics.",
            "rouge1": 0.4888888888888889
        },
        "e2e": {
            "llama_hyp_summary": "North Korea has not cancelled its cultural event to celebrate the Winter Olympics in South Korea, despite South Korea's refusal to pay airport fees due to international sanctions.",
            "bart_score": -3.302597999572754,
            "rouge1": 0.375
        },
        "ceil": {
            "llama_hyp_summary": "The North Korea cancelled a joint event with South Korea at Mount Kumgang due to \"biased\" media coverage and anger over reports of a possible military parade, amid concerns that the Olympics could breach international sanctions against the North.",
            "bart_score": -3.5941731929779053,
            "rouge1": 0.3103448275862069
        },
        "ref_summary": "North Korea has abruptly cancelled a cultural event scheduled to be held jointly with the South, Seoul has said.",
        "ref_url": "https://www.bbc.co.uk/news/world-asia-42863274",
        "foreign_summary": "North Korea don suddenly withdraw from di joint cultural event wey dem bin first plan to do with South Korea for Winter Olympics."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage describes the challenges faced by a community in Nigeria during the COVID-19 pandemic, including the burial of a loved one and the difficulties of social distancing and lockdowns.",
            "bart_score": -4.8239922523498535,
            "mt_hyp_summary": "The airport was learnt at the 1 Drugs Democratic Party ( family family lawyers) had only offsecurity at the officials of other items on the body was facetd to ask.",
            "rouge1": 0.14814814814814814
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The author's cousin, Chris, dies from liver cirrhosis in Kenya during the COVID-19 pandemic, and the author is forced to hold a virtual funeral on Facebook Live due to government restrictions on gatherings.",
            "bart_score": -4.7353434562683105,
            "mt_hyp_summary": "Dem place di chairs at least 1m (3ft) apart - family sitting for one side, church officials for di oda. Evribodi wear facemask.",
            "rouge1": 0.17241379310344826
        },
        "e2e": {
            "llama_hyp_summary": "The author's cousin, Chris, dies from liver cirrhosis during the COVID-19 pandemic, and due to government guidelines, the author and many others are forced to mourn and pay their respects to Chris through social media, rather than in person, as they are unable to attend the funeral due to lockdown restrictions.",
            "bart_score": -4.237949848175049,
            "rouge1": 0.052631578947368425
        },
        "ceil": {
            "llama_hyp_summary": "The author's cousin, Chris, died during the COVID-19 pandemic and his funeral was held with strict government guidelines, limiting the number of attendees and prohibiting physical contact, leading the author to feel a sense of disconnection and incomplete grieving.",
            "bart_score": -4.577494144439697,
            "rouge1": 0.09375
        },
        "ref_summary": "The chairs were placed at least 1m (3ft) apart - family sat on one side, church officials on the other. Everyone wore a mask.",
        "ref_url": "https://www.bbc.com/news/world-africa-52591106",
        "foreign_summary": "Dem place di chairs at least 1m (3ft) apart - family sidon for one side, church officials for di oda. Evribodi wear facemask."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage appears to be a jumbled collection of unrelated sentences and phrases, making it difficult to summarize in a single sentence.",
            "bart_score": -3.7422091960906982,
            "mt_hyp_summary": "The Emoji, the victims could immediately after the James James political and vote in their demands had become a lot towards towards Rs RRSAL's Rgward.",
            "rouge1": 0.08
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The Razzie Awards, which honor the worst films and performances, gave \"The Mummy\" four awards, including worst picture, director, and screenplay, and also awarded Tom Cruise as worst actor.",
            "bart_score": -3.0113813877105713,
            "mt_hyp_summary": "Fim Di E ermöglicht, di cartoon film wey comedian James Corden and Patrick Stewart put dia voice, don win plenty award for Hollywood's Razzie awards.",
            "rouge1": 0.31578947368421056
        },
        "e2e": {
            "llama_hyp_summary": "The 2017 Golden Raspberry Awards, also known as the Razzies, honored the worst films and performances of the year, with \"The Emoji Movie\" winning four awards, including worst picture, director, and screenplay, and Tom Cruise winning worst actor for his role in \"The Mummy\".",
            "bart_score": -2.4114766120910645,
            "rouge1": 0.2777777777777778
        },
        "ceil": {
            "llama_hyp_summary": "The 2017 Golden Raspberry Awards, also known as the Razzies, honored the worst films and performances of the year, with Tom Cruise's \"The Mummy\" and \"Fifty Shades Darker\" among the winners.",
            "bart_score": -2.3079566955566406,
            "rouge1": 0.30000000000000004
        },
        "ref_summary": "The Emoji Movie, an animated film starring James Corden and Patrick Stewart, has swept the board at Hollywood's Razzie awards, which highlight the year's worst films.",
        "ref_url": "https://www.bbc.com/news/entertainment-arts-43269496",
        "foreign_summary": "Di Emoji Movie, di cartoon film wey comedian James Corden and Patrick Stewart put dia voice, don win plenty award for Hollywood's Razzie awards."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses the challenges faced by female athletes in Thailand, including lack of support, marginalization, and limited opportunities, and highlights the efforts of some women to fight for their rights and success in the sports industry.",
            "bart_score": -3.964221954345703,
            "mt_hyp_summary": "By the deceased, femaleers must have been to draw under considerable pressure to put during the crop but the Zimbabweans would be over the crop.",
            "rouge1": 0.1724137931034483
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Ratchadaphon Winhantamma, a 21-year-old professional Muay Thai boxer, is determined to succeed in the sport despite facing challenges such as menstruation restrictions, limited sponsorship opportunities, and gender bias, and aims to inspire a new generation of female fighters in Thailand.",
            "bart_score": -4.1528801918029785,
            "mt_hyp_summary": "By tradition, female Thai boxers must crawl under rope to enter ring, but di men go just climb over di rope.",
            "rouge1": 0.09523809523809523
        },
        "e2e": {
            "llama_hyp_summary": "Ratchadaphon Winhantamma, a 21-year-old professional Muay Thai boxer, is a role model for young girls in Thailand, despite facing challenges and discrimination in the sport, including menstruation being seen as a hindrance to her performance.",
            "bart_score": -3.7557990550994873,
            "rouge1": 0.06896551724137931
        },
        "ceil": {
            "llama_hyp_summary": "Thai boxing, also known as Muay Thai, is a physically demanding sport in Thailand where women face numerous obstacles, including superstition-based rules and limited sponsorship opportunities, but some female fighters, like Ratchadaphon Winhantamma, continue to push for recognition and inspire the next generation.",
            "bart_score": -3.8578379154205322,
            "rouge1": 0.0923076923076923
        },
        "ref_summary": "Traditionally, female Thai boxers must enter the ring by crawling under the lowest rope, whilst men stride over the top rope.",
        "ref_url": "https://www.bbc.com/news/world-41681787",
        "foreign_summary": "By tradition, female Thai boxers must crawl under rope to enter ring, but di men go just climb over di ropes."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses various topics, including a development of 134,000, a \"Bill\" related to World War II, and a host for an event on March 22.",
            "bart_score": -4.798280715942383,
            "mt_hyp_summary": "They had announced the claim of the 90th anniversary, and the Water Resources and have no matter of the highest number of firearmed.",
            "rouge1": 0.13333333333333333
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Sally Hawkins is nominated for Best Actress for her role in \"The Shape of Water\", which received 13 nominations, including Best Picture, at the Academy Awards ceremony hosted by Jimmy Kimmel.",
            "bart_score": -2.1356983184814453,
            "mt_hyp_summary": "Dem don announce di nominations for di 90th Academy Awards, and di film Shape of Water, get di highest number.",
            "rouge1": 0.3673469387755102
        },
        "e2e": {
            "llama_hyp_summary": "The 90th Academy Awards have announced their nominations, with \"The Shape of Water\" leading the pack with 13 nominations, including best picture.",
            "bart_score": -1.5696552991867065,
            "rouge1": 0.7000000000000001
        },
        "ceil": {
            "llama_hyp_summary": "The 90th Academy Awards nominations have been announced, with Guillermo del Toro's \"The Shape of Water\" receiving 13 nominations, followed by \"Dunkirk\" and \"Three Billboards Outside Ebbing, Missouri\" with 8 and 7 nominations respectively.",
            "bart_score": -1.5644103288650513,
            "rouge1": 0.490566037735849
        },
        "ref_summary": "The nominations for the 90th Academy Awards have been announced, with The Shape of Water leading the field.",
        "ref_url": "https://www.bbc.com/news/entertainment-arts-42790624",
        "foreign_summary": "Dem don announce di nominations for di 90th Academy Awards, and di film Shape of Water, get di highest number."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses the appointment of HealthPlus and the government's efforts to improve healthcare, while also mentioning a press conference and the suspension of a program.",
            "bart_score": -5.1351399421691895,
            "mt_hyp_summary": "The minister minister, The Minister had May 16, out minister of the present convention as they becomes the first global global global market.",
            "rouge1": 0.1923076923076923
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The UK government has appointed a new role to help reduce suicide by 10% in 2020 and has pledged to provide more support in schools and to the Samaritans charity to help end the stigma surrounding mental health and suicide.",
            "bart_score": -3.182960033416748,
            "mt_hyp_summary": "Theresa May don appoint minister for suicide prevention as di government dey hosts the first ever global mental health summit.",
            "rouge1": 0.3692307692307692
        },
        "e2e": {
            "llama_hyp_summary": "The UK government has appointed a new Health Minister to help reduce suicide rates by 10% in 2020 and has pledged additional support in schools and funding for a helpline charity to combat stigma and prevent suicide.",
            "bart_score": -3.4468092918395996,
            "rouge1": 0.3548387096774193
        },
        "ceil": {
            "llama_hyp_summary": "Theresa May announced the appointment of Health Minister Jackie Doyle-Price to a new role focused on tackling suicide stigma and prevention, coinciding with World Mental Health Day and a summit on mental health in London.",
            "bart_score": -2.991823673248291,
            "rouge1": 0.29508196721311475
        },
        "ref_summary": "A minister for suicide prevention has been appointed in England by the prime minister as the government hosts the first ever global mental health summit.",
        "ref_url": "https://www.bbc.com/news/health-45804225",
        "foreign_summary": "UK prime minister, Theresa May don appoint minister for suicide prevention as di goment dey hosts di first ever global mental health summit."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage describes a series of unrelated events and statements, including a family's encounter with elephants, a park manager's concerns, and a food centre's submission.",
            "bart_score": -4.529754638671875,
            "mt_hyp_summary": "Elephants, who was the suspect to be an elite meeting with his initial release so that ahead of the meeting at gunmen, given in the National Assembly, South-upulous South.",
            "rouge1": 0.15384615384615383
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Illegal hunters in Kruger National Park are being hunted by park rangers after a human skull and trousers were found, highlighting the park's problem with illegal hunting of animals, particularly rhino horn, which is in high demand in Asian countries.",
            "bart_score": -3.2552268505096436,
            "mt_hyp_summary": "Elephant match one man wey dey suspect to be illegal animal hunter. Afta im match am finish, some lions come chop am for inside Kruger National Park, South Africa.",
            "rouge1": 0.24615384615384614
        },
        "e2e": {
            "llama_hyp_summary": "A family in Kruger National Park reports an illegal hunter missing, but a search party finds a human skull and trousers instead, highlighting the park's ongoing problem with poaching, particularly for rhino horn.",
            "bart_score": -4.032106876373291,
            "rouge1": 0.27586206896551724
        },
        "ceil": {
            "llama_hyp_summary": "A man's body was found in Kruger National Park after his family was initially told he was killed by an elephant, highlighting the dangers of entering the park illegally.",
            "bart_score": -2.9298007488250732,
            "rouge1": 0.33333333333333326
        },
        "ref_summary": "A suspected rhino poacher has been trampled on by an elephant then eaten by a pride of lions in Kruger National Park, South Africa.",
        "ref_url": "https://www.bbc.com/news/world-africa-47843999",
        "foreign_summary": "Elephant match one man wey dey dem suspect to be illegal animal hunter. Afta im match am finish, some lions come gada chop am for inside Kruger National Park, South Africa."
    },
    {
        "10000": {
            "llama_hyp_summary": "A Shell official and others were attacked and kidnapped in Rivers State, Nigeria, and a rescue effort is underway led by Pep Guardiola, who is working with security agencies to free the victims.",
            "bart_score": -3.6463756561279297,
            "mt_hyp_summary": "Nigerian police said to have abducted two senior senior official who worked in Shell Petroleum at Shell Petroleum and oil company were killed their police headquarters in the south-east of the country.",
            "rouge1": 0.2105263157894737
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Shell Petroleum Development Company of Nigeria Limited regrets to confirm that its staff and government security escort were attacked and two workers kidnapped on an express road in Rivers State.",
            "bart_score": -4.102017402648926,
            "mt_hyp_summary": "Police from Nigeria say jaguda pipo don kidnap two senior workers who are working for Shell oil company and kill dia police escorts for south-south of di kontri.",
            "rouge1": 0.2962962962962963
        },
        "e2e": {
            "llama_hyp_summary": "Shell Petroleum Development Company staff and government security escorts were attacked and two workers kidnapped while returning from work in Rivers State, Nigeria.",
            "bart_score": -3.488058090209961,
            "rouge1": 0.3404255319148936
        },
        "ceil": {
            "llama_hyp_summary": "Gunmen attacked a vehicle carrying two Shell employees and their government security escort in Rivers state, killing the guards and kidnapping the workers.",
            "bart_score": -2.951860189437866,
            "rouge1": 0.2978723404255319
        },
        "ref_summary": "Two senior employees of the oil company Shell have been kidnapped and their police escorts killed in Nigeria's restive Delta region, police said.",
        "ref_url": "https://www.bbc.com/news/world-africa-48075423",
        "foreign_summary": "Nigeria police say jaguda pipo don kidnap two senior workers wey dey work for Shell oil company and kill dia police escorts for south-south of di kontri."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage is a jumbled collection of unrelated sentences and phrases that do not form a coherent summary.",
            "bart_score": -4.159485340118408,
            "mt_hyp_summary": "Serena suffers of the geographical have been called on behalf, with abatross can be persuaded to the current Hussaini, this writer has been time by the issue of this clear she could be persuaded to the four.",
            "rouge1": 0.15384615384615383
        },
        "kreyol-mt": {
            "llama_hyp_summary": "HBO is producing a prequel series to Game of Thrones, set thousands of years before the events of the show, which will explore the history of Westeros, the origins of the White Walkers, and the legends of the Stark and Lannister families.",
            "bart_score": -2.197204351425171,
            "mt_hyp_summary": "Jwèt nan ekipman anfòm jwenn wetin yo rele seri prequel, ki anfòm montre tins ki happun anvan dis aktyèl feem kòmanse, HBO don anonse. Ak dis prequel anfòm yo dwe youn nan senk ki anfòm happun.",
            "rouge1": 0.2857142857142857
        },
        "e2e": {
            "llama_hyp_summary": "HBO has ordered a new pilot episode for a Game of Thrones prequel series, set thousands of years before the events of the original show, which will explore the history of Westeros and the origins of the White Walkers.",
            "bart_score": -2.314861536026001,
            "rouge1": 0.3333333333333333
        },
        "ceil": {
            "llama_hyp_summary": "HBO has ordered a pilot episode for a Game of Thrones prequel series, set thousands of years before the events of the original show, which will explore the world's descent from the golden Age of Heroes into its darkest hour.",
            "bart_score": -2.5693166255950928,
            "rouge1": 0.3548387096774194
        },
        "ref_summary": "Game of Thrones could be getting a prequel series, HBO has announced, one of five potential spin-offs from the series.",
        "ref_url": "https://www.bbc.com/news/entertainment-arts-44423040",
        "foreign_summary": "Game of Thrones fit get wetin dem dey call prequel series, wey fit show tins wey happun before dis current feem start, HBO don announce. And dis prequel fit be one of five wey fit happun."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses the development of a new drug that can increase production of protein-rich crops, potentially solving issues of food security and income for farmers, and also addressing drug addiction.",
            "bart_score": -3.6651275157928467,
            "mt_hyp_summary": "Researchers have changed for some us things to set up a body to enhance some states to poultry industry with drug addiction in and justice.",
            "rouge1": 0.16326530612244897
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Researchers have found that using chickens to produce protein-rich eggs can be a cost-effective and efficient way to develop certain drugs, potentially reducing production costs by 10-100 times compared to traditional factory-based methods.",
            "bart_score": -2.9610209465026855,
            "mt_hyp_summary": "Researchers don change some kind of things for bird body to make some chicken fit lay egg wey go get drug for arthritis and some cancers.",
            "rouge1": 0.29629629629629634
        },
        "e2e": {
            "llama_hyp_summary": "Scientists have developed a method to produce protein-rich eggs from genetically modified chickens, which can be used to make medicines at a significantly lower cost than traditional factory production methods.",
            "bart_score": -2.6097612380981445,
            "rouge1": 0.25
        },
        "ceil": {
            "llama_hyp_summary": "Scientists have developed a method to produce protein-based medicines in chicken eggs, which is 100 times cheaper to produce than traditional factory methods and could potentially lead to the development of affordable treatments for human and animal health.",
            "bart_score": -3.2609376907348633,
            "rouge1": 0.14285714285714282
        },
        "ref_summary": "Researchers have genetically modified chickens that can lay eggs that contain drugs for arthritis and some cancers.",
        "ref_url": "https://www.bbc.com/news/science-environment-46993649",
        "foreign_summary": "Researchers don don change some kain things for fowl bodi to make some chickens fit lay egg wey go get drug for arthritis and some cancers."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage describes various events and ceremonies held around the world to commemorate Remembrance Day, including those in the UK, Ireland, and Nigeria, and also mentions the suspension of social media platforms to prevent misinformation.",
            "bart_score": -3.8662617206573486,
            "mt_hyp_summary": "Every United Kingdoms United pay two minutes in the country as well as those defeat of those who died in a war.",
            "rouge1": 0.18181818181818182
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Here is a summary of the passage in one sentence:\n\nOn Remembrance Day, politicians, members of the Royal Family, and former soldiers across the UK and other nations gather to pay tribute to the millions of soldiers and civilians who died in World War I and World War II.",
            "bart_score": -3.1374433040618896,
            "mt_hyp_summary": "Everywhere for United Kingdom is quiet for two minutes, as di country honors those who don't die for war.",
            "rouge1": 0.2608695652173913
        },
        "e2e": {
            "llama_hyp_summary": "World leaders, royalty, and veterans gathered across the UK and globally to observe Remembrance Day, honoring the over 17 million soldiers and civilians who died in World War One.",
            "bart_score": -3.329885721206665,
            "rouge1": 0.2857142857142857
        },
        "ceil": {
            "llama_hyp_summary": "Armistice Day commemorations took place across the UK, including events in Trafalgar Square, the National Memorial Arboretum, and Buckingham Palace, honoring the end of World War I and all those who died in conflicts since.",
            "bart_score": -2.4088454246520996,
            "rouge1": 0.2545454545454545
        },
        "ref_summary": "A two-minute silence has been observed across the UK to remember the nation's war dead on Armistice Day.",
        "ref_url": "https://www.bbc.com/news/uk-34783337",
        "foreign_summary": "Everywhere for United Kingdom dey quiet for two minutes, as di country dey honour those wey don die for war."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage describes the kidnapping of a man and his family on the Abuja-Kaduna highway, with the kidnappers demanding a ransom and the government and citizens responding with concern and calls for action.",
            "bart_score": -3.5683112144470215,
            "mt_hyp_summary": "To avoid Nigerian kidnapping, gang of thousands of spectators at crude oil spillages also between that the capital each capital capacity, Abuja and the city of Kaduna.",
            "rouge1": 0.2711864406779661
        },
        "kreyol-mt": {
            "llama_hyp_summary": "A trader, Addo, was kidnapped on the Abuja-Kaduna highway and held for days, and after being released, he now avoids road travel due to fear of being kidnapped again.",
            "bart_score": -3.181044101715088,
            "mt_hyp_summary": "To avoid Nigeria notorious kidnapping gangs, thousands of commuters dey pack ontop trains every day between di capital, Abuja, and di city of Kaduna.",
            "rouge1": 0.2545454545454545
        },
        "e2e": {
            "llama_hyp_summary": "A trader, Mannir Awal Addo, was kidnapped on the Abuja-Kaduna highway and paid $1,300 to be released, and now prefers to travel by train due to the high risk of kidnapping on the road.",
            "bart_score": -3.2122344970703125,
            "rouge1": 0.3278688524590164
        },
        "ceil": {
            "llama_hyp_summary": "The Abuja-Kaduna highway in Nigeria has become a hotspot for kidnappings, with dozens of travelers being abducted and many killed, prompting many to opt for the safer train route, which has become extremely popular and in high demand.",
            "bart_score": -3.177081823348999,
            "rouge1": 0.25
        },
        "ref_summary": "To avoid Nigeria's notorious kidnapping gangs thousands of commuters pack on to trains each day between the capital, Abuja, and the city of Kaduna.",
        "ref_url": "https://www.bbc.com/news/world-africa-50068625",
        "foreign_summary": "To avoid Nigeria notorious kidnapping gangs, thousands of commuters dey pack ontop trains each day between di capital, Abuja, and di city of Kaduna."
    },
    {
        "10000": {
            "llama_hyp_summary": "A Cameroonian man, who was hospitalized in China for 13 days with COVID-19, expressed gratitude for the care he received and praised the Chinese government's handling of the pandemic.",
            "bart_score": -3.394268035888672,
            "mt_hyp_summary": "When Kem Kennethimg, 21-year-old 21n soldiers at Jigawa, Jigating Chinas, a China coronavirus variant cases were not left for Chinas if he returned to China.",
            "rouge1": 0.28125
        },
        "kreyol-mt": {
            "llama_hyp_summary": "An African student, who was the first to contract and recover from the coronavirus, is currently undergoing quarantine in a Chinese hospital and is determined to complete his studies before returning home.",
            "bart_score": -2.575960874557495,
            "mt_hyp_summary": "Wen Kem Senou Pavel Daryl, a 21-year-old Camerroonian student who live for Jingzhou, China, catch di coronavirus, im no carry am for mind say im go comot for China, even if e dey possible.",
            "rouge1": 0.21538461538461537
        },
        "e2e": {
            "llama_hyp_summary": "A Cameroonian student, who was the first African person to contract the coronavirus, has recovered after a 14-day quarantine and treatment at a Chinese hospital, and is now planning to return to his studies once he has completed them.",
            "bart_score": -2.6086924076080322,
            "rouge1": 0.21917808219178084
        },
        "ceil": {
            "llama_hyp_summary": "African students and workers in Wuhan, China, are stranded and struggling to access basic necessities and medical care, with many feeling abandoned by their governments and left to fend for themselves during the COVID-19 outbreak.",
            "bart_score": -3.8439815044403076,
            "rouge1": 0.08695652173913043
        },
        "ref_summary": "When Kem Senou Pavel Daryl, a 21-year-old Cameroonian student living in the Chinese city of Jingzhou, contracted the coronavirus he had no intention of leaving China, even if that were possible.",
        "ref_url": "https://www.bbc.com/news/world-africa-51502711",
        "foreign_summary": "Wen Kem Senou Pavel Daryl, one 21-year-old Cameroonian student wey dey live for Jingzhou, China, catch di coronavirus, im no carry am for mind say im go comot for China, even if e dey possible."
    },
    {
        "10000": {
            "llama_hyp_summary": "The UK government has announced new rules restricting foreign investors from the EU who want to work in the UK, effective January, and introducing a points-based system to determine eligibility.",
            "bart_score": -3.2557060718536377,
            "mt_hyp_summary": "Minister have promised its new ruling partys with journalists in the UK and UK-at-Brexitry system ahead to be preparations.",
            "rouge1": 0.3018867924528302
        },
        "kreyol-mt": {
            "llama_hyp_summary": "From January 1, foreign nationals, including EU citizens, will need to apply online for a visa to work in the UK, with a new \"points-based\" system determining who can work in the country.",
            "bart_score": -2.495821237564087,
            "mt_hyp_summary": "Ministers don promise new immigration rules that go dey \"simple and flexible\", as UK points-based post-definition system dey prepare to go live.",
            "rouge1": 0.25
        },
        "e2e": {
            "llama_hyp_summary": "From January 1, foreign nationals, including EU citizens, will need to apply online for a visa to work in the UK, with requirements including a job offer, proficiency in English, and a minimum salary of £25,600.",
            "bart_score": -2.801473617553711,
            "rouge1": 0.13559322033898308
        },
        "ceil": {
            "llama_hyp_summary": "From January 1, foreign nationals, including EU citizens, will need to apply online for a visa to work in the UK, with requirements including a job offer, proficiency in English, and a minimum salary of £25,600.",
            "bart_score": -2.801473617553711,
            "rouge1": 0.13559322033898308
        },
        "ref_summary": "New immigration rules will be \"simple and flexible\", ministers have promised, as the UK's points-based post-Brexit system went live.",
        "ref_url": "https://www.bbc.com/news/uk-politics-55133506",
        "foreign_summary": "Ministers don promise new immigration rules wey go dey \"simple and flexible\", as UK points-based post-Brexit system dey prepare to go live."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage reports on various news stories, including the end of a vaccine program, a suspected Ebola outbreak, and kidnappings, in different African countries.",
            "bart_score": -4.002774715423584,
            "mt_hyp_summary": "Health workers of their African Republicans will start of vaccine on the campaign to follow today out the spread of the breaka, especially in Enugu.",
            "rouge1": 0.23076923076923075
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The World Health Organization has declared the Ebola situation in the Democratic Republic of Congo as a \"very high\" public health risk after four confirmed cases and two suspected cases were reported in the city of Mbandaka, which is a port city on the Congo River.",
            "bart_score": -2.3702831268310547,
            "mt_hyp_summary": "Health workers for Democratic Republic of Congo go start vaccination campaign today to help stop the outbreak of di deadly Ebola virus,",
            "rouge1": 0.3243243243243243
        },
        "e2e": {
            "llama_hyp_summary": "The World Health Organization has declared the Ebola outbreak in the Democratic Republic of Congo a \"very high\" public health risk after four confirmed cases and two suspected cases were reported in the port city of Mbandaka, which is near the capital Kinshasa.",
            "bart_score": -2.1903226375579834,
            "rouge1": 0.36619718309859156
        },
        "ceil": {
            "llama_hyp_summary": "The Democratic Republic of Congo is experiencing an Ebola outbreak, with at least 45 cases reported, and health workers are being vaccinated with an experimental vaccine that was effective in limited trials during a previous outbreak in West Africa.",
            "bart_score": -2.871959924697876,
            "rouge1": 0.3880597014925373
        },
        "ref_summary": "Health workers in the Democratic Republic of Congo have begun an immunisation campaign in an attempt to halt the spread of an outbreak of the deadly Ebola virus.",
        "ref_url": "https://www.bbc.com/news/world-africa-44194065",
        "foreign_summary": "Health workers for Democratic Republic of Congo go start vaccination campaign today to help stop di outbreak of di deadly Ebola virus,"
    },
    {
        "10000": {
            "llama_hyp_summary": "Preliminary data suggests that social media platforms are being used to share the story of a Cameroonian woman who was kidnapped and held captive for six months, and is now receiving medical attention and treatment.",
            "bart_score": -3.117187976837158,
            "mt_hyp_summary": "Women constitute that we got to get power to worship centres when there was arrested under places, a police arrived because of the third parties shall be found.",
            "rouge1": 0.11111111111111112
        },
        "kreyol-mt": {
            "llama_hyp_summary": "N'Fanta Camara, a woman in Guinea, is accused of using herbal remedies to treat women's health issues, including pregnancy, but many of the women who took her medicine did not give birth, leading to a police investigation.",
            "bart_score": -3.0670599937438965,
            "mt_hyp_summary": "Woman for Guinea who claim to get power to make sterile women pregnant dey under arrest, after police say she trick hundreds of women who dey find pickin.",
            "rouge1": 0.20689655172413793
        },
        "e2e": {
            "llama_hyp_summary": "Over 200 women in Guinea protested outside a police headquarters, demanding justice after allegedly being deceived by a woman, N'Fanta Camara, who promised them herbal remedies to induce pregnancy, but none of them gave birth despite waiting for up to 16 months.",
            "bart_score": -3.9018473625183105,
            "rouge1": 0.22580645161290322
        },
        "ceil": {
            "llama_hyp_summary": "A traditional healer in Guinea, N'na Fanta Camara, was arrested for allegedly deceiving over 700 women into believing they were pregnant by administering a mixture of leaves, herbs, and medicines that caused them to bloat and appear pregnant.",
            "bart_score": -3.4202308654785156,
            "rouge1": 0.44827586206896547
        },
        "ref_summary": "Police in Guinea say they have arrested a healer for conning hundreds of women into believing they were pregnant.",
        "ref_url": "https://www.bbc.com/news/world-africa-42718604",
        "foreign_summary": "Woman for Guinea wey claim to get power to make sterile women pregnant dey under arrest, after police say she trick hundreds of women wey dey find pickin."
    },
    {
        "10000": {
            "llama_hyp_summary": "Kanye West, a 43-year-old candidate, has announced his candidacy and expressed his desire to support a new financial system and has also mentioned his interest in football.",
            "bart_score": -3.7254621982574463,
            "mt_hyp_summary": "Kanes have urged the launch of his 2020 wet season in the US election, with one singles and you were established in the South, Niger.",
            "rouge1": 0.19999999999999998
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Kanye West, running as a candidate for his \"Birthday Party\", made policy decisions and gave impromptu speeches on topics like abortion and Harriet Tubman, but missed the deadline to qualify for the ballot in many states.",
            "bart_score": -3.811565637588501,
            "mt_hyp_summary": "Kanye West don officially launch im campaign for di 2020 US presidential election, with one uncommon rally for Charleston, South Carolina.",
            "rouge1": 0.2105263157894737
        },
        "e2e": {
            "llama_hyp_summary": "Kanye West, running as a candidate for his self-styled \"Birthday Party\", advocated for legal abortion with financial support for struggling mothers, while also making controversial statements about Harriet Tubman and his own personal experiences.",
            "bart_score": -3.752145528793335,
            "rouge1": 0.17857142857142855
        },
        "ceil": {
            "llama_hyp_summary": "Kanye West, running as a candidate for his \"Birthday Party\", made policy decisions off-the-cuff and made several rants, including on abortion and Harriet Tubman, at a rally in Charleston, sparking speculation about the authenticity of his presidential bid.",
            "bart_score": -3.4710214138031006,
            "rouge1": 0.2950819672131147
        },
        "ref_summary": "Kanye West has officially launched his campaign for the 2020 US presidential election, with an unorthodox rally in Charleston, South Carolina.",
        "ref_url": "https://www.bbc.com/news/world-us-canada-53467658",
        "foreign_summary": "Kanye West don officially launch im campaign for di 2020 US presidential election, with one uncommon rally for Charleston, South Carolina."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage describes a series of events involving a water crisis in Kano, Nigeria, including the death of a citizen and the response of the authorities and international community.",
            "bart_score": -3.8593108654022217,
            "mt_hyp_summary": "A American man has come under water works in it has been producing to his friendships while calling on their cars.",
            "rouge1": 0.045454545454545456
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Steven Weber drowned while proposing to his girlfriend Kenesha Antoine underwater at the Manta Resort in Tanzania, before she could respond to his proposal.",
            "bart_score": -3.795980453491211,
            "mt_hyp_summary": "One American man don drown for underwater as e bin dey propose to im girlfriend when they dey on holiday for Tanzania.",
            "rouge1": 0.4615384615384615
        },
        "e2e": {
            "llama_hyp_summary": "Steven Weber, an American citizen, drowned while attempting to propose to his girlfriend Kenesha Antoine underwater at the Manta Resort in Tanzania, before she could respond to his proposal.",
            "bart_score": -3.5036182403564453,
            "rouge1": 0.4545454545454545
        },
        "ceil": {
            "llama_hyp_summary": "Steven Weber tragically drowned while free diving alone outside the underwater room at the Manta Resort in Tanzania, where he had planned to propose to his girlfriend Kenesha Antoine.",
            "bart_score": -4.304727077484131,
            "rouge1": 0.36363636363636365
        },
        "ref_summary": "An American man has drowned while proposing to his girlfriend underwater on holiday in Tanzania.",
        "ref_url": "https://www.bbc.com/news/world-africa-49783851",
        "foreign_summary": "One American man don drown for under water as e bin dey propose to im girlfriend when dem dey on holiday for Tanzania."
    },
    {
        "10000": {
            "llama_hyp_summary": "Kim kidnappers have been accused of buying a 200-hectare land in China, with a one-year-old child being sold for 5 million.",
            "bart_score": -3.854553699493408,
            "mt_hyp_summary": "One must be given from the Belgian new record after he sold in the$ds ($98.17pm ($98.9m.",
            "rouge1": 0.22727272727272727
        },
        "kreyol-mt": {
            "llama_hyp_summary": "A two-year-old female pigeon named New Kim was sold at auction for $1,200, setting a record, after a bidding war between two buyers from China, despite being a female, which is typically worth less than a male.",
            "bart_score": -3.4030420780181885,
            "mt_hyp_summary": "One racing pigeon from Belgium don set new record after they sell am for $11.6m ($1.9m, $11.4m).",
            "rouge1": 0.3666666666666667
        },
        "e2e": {
            "llama_hyp_summary": "A two-year-old female pigeon named New Kim was sold at auction for €200, setting a record, after a bidding war between two Chinese buyers, despite being a female, which is typically worth less than a male.",
            "bart_score": -3.5696022510528564,
            "rouge1": 0.3103448275862069
        },
        "ceil": {
            "llama_hyp_summary": "A two-year-old female pigeon named New Kim was sold at auction for a record €1.25m to a bidder from China, surpassing the previous record held by a four-year-old male pigeon.",
            "bart_score": -2.4255318641662598,
            "rouge1": 0.32727272727272727
        },
        "ref_summary": "A racing pigeon from Belgium has set a new record after being sold for €1.6m ($1.9m, £1.4m).",
        "ref_url": "https://www.bbc.com/news/world-europe-54953594",
        "foreign_summary": "One racing pigeon from Belgium don set new record afta dem sell am for €1.6m ($1.9m, £1.4m)."
    },
    {
        "10000": {
            "llama_hyp_summary": "Here is a summary of the passage in one sentence:\n\nThe passage discusses various topics, including social media, political developments, and rights abuses, but its meaning is unclear due to grammatical errors and unclear sentence structure.",
            "bart_score": -4.597804069519043,
            "mt_hyp_summary": "Imagine the bit of the you that the appeal was in every day, whether effectively gave rise,the- Twitter, WhatsApp and there were allegations.",
            "rouge1": 0.14035087719298245
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The documentary \"The Great Hack\" explores the Cambridge Analytica scandal, where Facebook shared millions of users' data with the company, which used it to influence political campaigns, including Donald Trump's 2016 presidential campaign.",
            "bart_score": -3.0550217628479004,
            "mt_hyp_summary": "Imagine saying pesin tell you say di apps where you are using every day including Facebook, Twitter, Instagram and WhatsApp na all \"crime scenes\"?",
            "rouge1": 0.14545454545454542
        },
        "e2e": {
            "llama_hyp_summary": "Facebook was fined $5 billion for its role in the Cambridge Analytica scandal, in which millions of users' data was harvested and used to influence political campaigns, including the 2016 US presidential election and the Leave EU campaign.",
            "bart_score": -2.7887117862701416,
            "rouge1": 0.1694915254237288
        },
        "ceil": {
            "llama_hyp_summary": "The documentary \"The Great Hack\" explores the Cambridge Analytica scandal, where millions of Facebook profiles were used to manipulate political campaigns, and highlights the fight for personal data and the need for consent in the digital age.",
            "bart_score": -3.5134437084198,
            "rouge1": 0.13793103448275862
        },
        "ref_summary": "What if someone said to you the apps you use daily including Facebook, Twitter, Instagram and WhatsApp are all \"crime scenes\"?",
        "ref_url": "https://www.bbc.com/news/newsbeat-49085306",
        "foreign_summary": "Imagine say pesin tell you say di apps wey you dey use evri day including Facebook, Twitter, Instagram and WhatsApp na all \"crime scenes\"?"
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses the increasing demand for international residence and animal epidemic prevention coordinators, citing issues with poor storage and lack of funding in poor countries, as well as resistance to vaccines in some communities.",
            "bart_score": -5.009644985198975,
            "mt_hyp_summary": "A members of the world equally have around world when three times in the first three months of the first months if you's previous years, compared to last year.",
            "rouge1": 0.18461538461538463
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Measles cases have increased globally, with a 700% rise in Africa, and the World Health Organization attributes this to poverty and misinformation, which hinders immunization efforts.",
            "bart_score": -3.303656578063965,
            "mt_hyp_summary": "Number of pipo we get measles for world don increase times three for the first three months of 2019 if you compare am to dis time last year, according to World Health Organisation.",
            "rouge1": 0.32142857142857145
        },
        "e2e": {
            "llama_hyp_summary": "Measles cases have increased globally, with a 700% rise in Africa, due to poverty and misinformation, which has led to a decline in vaccination rates and an increase in infections.",
            "bart_score": -2.9274370670318604,
            "rouge1": 0.20000000000000004
        },
        "ceil": {
            "llama_hyp_summary": "The World Health Organization reports a significant global measles outbreak, with a 700% increase in Africa and tens of thousands of reported cases in Ukraine, Madagascar, and India, resulting in at least 800 deaths in Madagascar alone.",
            "bart_score": -3.2902894020080566,
            "rouge1": 0.3283582089552239
        },
        "ref_summary": "The number of measles cases reported worldwide in the first three months of 2019 has quadrupled compared with the same time last year, according to the World Health Organization (WHO).",
        "ref_url": "https://www.bbc.com/news/health-47940710",
        "foreign_summary": "Number of pipo wey get measles for world don increase times three for di first three months of 2019 if you compare am to dis time last year, according to World Health Organisation."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses various international events and statements made by Nigerian President Muhammadu Buhari, Senate President Bola Saraki, and other officials, including references to the UN, international payments, and law enforcement.",
            "bart_score": -4.236508369445801,
            "mt_hyp_summary": "A lot of democracy and gbo have become a world-led former UN resolution of UN, Kofiele, who died at the general rank in 80 years of 80 years.",
            "rouge1": 0.14545454545454548
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Here is a summary of the passage in one sentence:\n\nWorld leaders, including Ghana's President Akufo-Addo, UK's Prime Minister May, and UN's Secretary-General Guterres, have paid tribute to former UN Secretary-General Kofi Annan, who died after a short illness, praising his humility, nobility, and contributions to international peace and security.",
            "bart_score": -3.1117796897888184,
            "mt_hyp_summary": "Plenti accolades and gbosa na im world leaders dey troway give former UN secretary general Kofi Annan, who die dis at the age of 80 years.",
            "rouge1": 0.375
        },
        "e2e": {
            "llama_hyp_summary": "World leaders, including Ghana's President Akufo-Addo, UK's Prime Minister May, and UN's Secretary-General Guterres, have paid tribute to Kofi Annan, a renowned international elder statesman and former UN Secretary-General, who passed away after a short illness.",
            "bart_score": -2.402639150619507,
            "rouge1": 0.36363636363636365
        },
        "ceil": {
            "llama_hyp_summary": "Kofi Annan, the former UN Secretary-General and first black African to hold the post, has died at the age of 80 after a short illness.",
            "bart_score": -1.250543236732483,
            "rouge1": 0.6
        },
        "ref_summary": "World figures have been paying tribute to former UN secretary-general and Nobel laureate Kofi Annan, who has died at the age of 80.",
        "ref_url": "https://www.bbc.com/news/world-africa-45235800",
        "foreign_summary": "Plenti accolades and gbosa na im world leaders dey troway give former UN secretary general Kofi Annan, wey die dis at di age of 80 years."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses various unrelated events and topics, including the University of West's report, IBOBOBOBOBOIAR's statement, and a pilot's report, without providing a clear or coherent summary.",
            "bart_score": -5.817135334014893,
            "mt_hyp_summary": "Cchantling Hussa-BOa will be given a two-week window of the Ministry of TV, showcases of the Games",
            "rouge1": 0.1568627450980392
        },
        "kreyol-mt": {
            "llama_hyp_summary": "HBO has ordered a new series, \"House of the Dragon\", which tells the story of House Targaryen and the early days of Westeros, 300 years before the events of the original series.",
            "bart_score": -2.7659242153167725,
            "mt_hyp_summary": "kabel channel HBO don give go-ahead for part two series of di ogbonge TV show, Game of America.",
            "rouge1": 0.2641509433962264
        },
        "e2e": {
            "llama_hyp_summary": "HBO has ordered a new series, \"House of the Dragon\", which will tell the story of House Targaryen and the early days of Westeros, 300 years before the events of the original \"Game of Thrones\" series.",
            "bart_score": -2.645958662033081,
            "rouge1": 0.3157894736842105
        },
        "ceil": {
            "llama_hyp_summary": "HBO has ordered a new prequel series, \"House of the Dragon\", set 300 years before the events of the original \"Game of Thrones\" series, which will be co-produced by George RR Martin, Ryan Condal, and Miguel Sapochnik.",
            "bart_score": -2.7417166233062744,
            "rouge1": 0.3389830508474576
        },
        "ref_summary": "Cable channel HBO has given the go-ahead for a prequel series to the hit fantasy TV show Game of Thrones.",
        "ref_url": "https://www.bbc.com/news/entertainment-arts-50229837",
        "foreign_summary": "Cable channel HBO don give go-ahead for part two series of di ogbonge TV show, Game of Thrones."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage is a jumbled and incoherent collection of statements and phrases that appear to be unrelated to each other.",
            "bart_score": -3.7280189990997314,
            "mt_hyp_summary": "On the few months in I will say with the dressing room for all facets of my First because my First Nnapping up our family was six years ago when he said led to restive herders.",
            "rouge1": 0.14285714285714285
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The son of journalist Daphne Caruana Galizia, Matthew Caruana Galizia, reflects on his mother's murder and the lack of justice for her and other journalists killed for their work.",
            "bart_score": -2.6457324028015137,
            "mt_hyp_summary": "Once every few months I go sit down for room wit di pesin who are investigating the murder of my mother. The first time wey our family meet is six years ago when he came to our house to arrest her.",
            "rouge1": 0.1515151515151515
        },
        "e2e": {
            "llama_hyp_summary": "Daphne Caruana Galizia, a Maltese journalist, was murdered by a car bomb on October 16, 2017, after publishing reports on official corruption and being arrested by the police on election day.",
            "bart_score": -4.035799026489258,
            "rouge1": 0.059701492537313425
        },
        "ceil": {
            "llama_hyp_summary": "The author, Matthew Caruana Galizia, reflects on the murder of his mother, Daphne Caruana Galizia, a Maltese journalist, and the importance of fighting for press freedom and human rights.",
            "bart_score": -3.1267056465148926,
            "rouge1": 0.12307692307692307
        },
        "ref_summary": "Once every few months I have to sit in a room with the person investigating my mother's murder. Our family first encountered him six years ago, when he came to our home to arrest her.",
        "ref_url": "https://www.bbc.com/news/world-48093331",
        "foreign_summary": "Once evri few months I go siddon for room wit di pesin wey dey investigate di murder of my mama. First time wey our family meet am na six years ago wen im come our house to arrest her."
    },
    {
        "10000": {
            "llama_hyp_summary": "Here is a summary of the passage in one sentence:\n\nThe passage discusses various topics, including President Trump's briefing on a brief illness, the COVID-19 pandemic, and the use of online casinos, as well as the impact of the virus on individuals and communities.",
            "bart_score": -4.50307559967041,
            "mt_hyp_summary": "One leading importers command has given by strong institutions to make their cause, noting their human product on the US companies Donald Trump after its largest coronavirus p was able to ensure compliance.",
            "rouge1": 0.15789473684210528
        },
        "kreyol-mt": {
            "llama_hyp_summary": "President Trump suggested during a White House briefing that disinfectants could be injected or ingested to treat COVID-19, sparking widespread criticism and warnings from medical professionals.",
            "bart_score": -3.8799097537994385,
            "mt_hyp_summary": "One leading disinfectant producer don give strong warning say make pipo no use dia products on human body after US President Donald Trump suggest that they fit use am cure coronavirus.",
            "rouge1": 0.2456140350877193
        },
        "e2e": {
            "llama_hyp_summary": "President Trump's comment about using disinfectants to treat COVID-19 has sparked widespread criticism and concern, with medical experts warning that injecting or ingesting such products can cause harm and even death.",
            "bart_score": -3.686838388442993,
            "rouge1": 0.1904761904761905
        },
        "ceil": {
            "llama_hyp_summary": "President Trump suggested during a coronavirus task force briefing that disinfectants could be used to treat COVID-19, sparking widespread criticism and warnings from medical professionals and manufacturers.",
            "bart_score": -3.697160005569458,
            "rouge1": 0.3103448275862069
        },
        "ref_summary": "A leading disinfectant producer has issued a strong warning not to use its products on the human body after Donald Trump suggested they could potentially be used to treat coronavirus.",
        "ref_url": "https://www.bbc.com/news/world-us-canada-52411706",
        "foreign_summary": "One leading disinfectant producer don give strong warning say make pipo no use dia products ontop human body afta US presido Donald Trump suggest say dem fit use am cure coronavirus."
    },
    {
        "10000": {
            "llama_hyp_summary": "Here is a summary of the passage in one sentence:\n\nViolence and protests erupted in Senegal, resulting in the deaths of two people and the arrest of several others, amid allegations of corruption and political unrest.",
            "bart_score": -3.9524729251861572,
            "mt_hyp_summary": "Since the Wednesday arrested the arrest of political positions as Sonego in Sonegoke, has been test for different parts of Senegal, ac release of Senegal, etc.",
            "rouge1": 0.07017543859649122
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Here is a summary of the passage in one sentence:\n\nProtesters in Senegal, led by opposition leader Ousmane Sonko, have been violently demonstrating against alleged rape and political corruption, resulting in two deaths, property damage, and the arrest of Sonko and others.",
            "bart_score": -3.4698941707611084,
            "mt_hyp_summary": "Since Wednesday arrest of di opposition politician Ousmane Sonko, pipo don dey protest for different parts of Senegal to ask for im release.",
            "rouge1": 0.2222222222222222
        },
        "e2e": {
            "llama_hyp_summary": "Protesters in Senegal have been demonstrating against opposition leader Ousmane Sonko, who was arrested on allegations of rape, leading to violence and destruction in Dakar and Bignona.",
            "bart_score": -2.731243133544922,
            "rouge1": 0.2916666666666667
        },
        "ceil": {
            "llama_hyp_summary": "Here is the summary:\n\nProtests in Senegal have turned deadly, with at least eight people killed, after the arrest of opposition leader Ousmane Sonko, who is accused of assaulting a woman but claims the case is politically motivated.",
            "bart_score": -3.036416530609131,
            "rouge1": 0.23728813559322035
        },
        "ref_summary": "Senegalese opposition leader Ousmane Sonko has called for more protests against President Macky Sall after being released on a rape charge.",
        "ref_url": "https://www.bbc.com/news/world-africa-56323444",
        "foreign_summary": "Since di Wednesday arrest of di opposition politician Ousmane Sonko, pipo don dey protest for different parts of Senegal to ask for im release."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses the COVID-19 pandemic in South Sudan, including the government's response, the number of cases and deaths, and the impact on the country.",
            "bart_score": -3.0558018684387207,
            "mt_hyp_summary": "South-finals Vice President Donald Trump were brought positive to at the coronavirus variant cases.",
            "rouge1": 0.2545454545454545
        },
        "kreyol-mt": {
            "llama_hyp_summary": "South Sudan's Vice President Riek Machar has tested negative for COVID-19 but will self-isolate for 14 days after several members of his staff and bodyguards tested positive.",
            "bart_score": -2.766756772994995,
            "mt_hyp_summary": "South Sudan Vice-President Riek Machar don test positive for coronavirus.",
            "rouge1": 0.4482758620689655
        },
        "e2e": {
            "llama_hyp_summary": "South Sudanese Vice President Riek Machar has tested positive for COVID-19 and will self-isolate for 14 days, along with his wife and several staff members.",
            "bart_score": -2.286273956298828,
            "rouge1": 0.36363636363636365
        },
        "ceil": {
            "llama_hyp_summary": "South Sudan's Vice President Riek Machar has announced that several members of the country's Covid-19 task force, including his wife, have tested positive for the virus, and the team will be quarantining themselves to prevent further spread.",
            "bart_score": -2.3033316135406494,
            "rouge1": 0.44117647058823534
        },
        "ref_summary": "The Vice-President of South Sudan, Riek Machar, who was part of a task force to fight coronavirus, is in self-isolation after testing positive for Covid-19.",
        "ref_url": "https://www.bbc.com/news/world-africa-52721274",
        "foreign_summary": "South Sudan Vice-President Riek Machar don test positive for coronavirus."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage argues that the court should ensure women's ability to grow organic foods, which would improve their lives, and also discusses the marginalization of men and the involvement of women in the government.",
            "bart_score": -4.268962860107422,
            "mt_hyp_summary": "It does not become a long-wheel drive in the woman with which they's operating within their marginalised,ss drive to be recorded towards the country.",
            "rouge1": 0.2033898305084746
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The court has ruled that marriage forms in a country should replace the term \"virgin\" with \"unmarried\" to improve women's rights and reduce humiliation.",
            "bart_score": -3.0270328521728516,
            "mt_hyp_summary": "E pa nesesè ankò pou fanm Bangladèch ekri si yo vyèj pou sètifika maryaj yo ankò, dapre di kontri tèt tribinal.",
            "rouge1": 0.4489795918367347
        },
        "e2e": {
            "llama_hyp_summary": "The court has ruled to replace the term \"virgin\" with \"unmarried\" on marriage forms in a country, a decision welcomed by women's rights groups who had been complaining about the term's humiliation.",
            "bart_score": -2.9010820388793945,
            "rouge1": 0.41379310344827586
        },
        "ceil": {
            "llama_hyp_summary": "The Bangladesh High Court ordered that the term \"virgin\" be replaced with \"unmarried\" on marriage registration forms, and also required grooms to declare their marital status, in a ruling aimed at advancing women's rights in the country.",
            "bart_score": -2.5069546699523926,
            "rouge1": 0.4516129032258065
        },
        "ref_summary": "Women in Bangladesh are no longer required to declare if they are virgins on marriage registration forms, the country's top court has ruled.",
        "ref_url": "https://www.bbc.com/news/world-asia-49480551",
        "foreign_summary": "E no longer dey necessary for Bangladesh women to write weda dem be virgin for dia marriage certificate again, according to di kontri top court."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage appears to be a collection of unrelated statements and quotes about various topics, including politics, agriculture, and social media, with no clear central theme or narrative.",
            "bart_score": -4.133683204650879,
            "mt_hyp_summary": "A pres Rabiu Bola on Wednesday died on the 40 of the 40 years, always been two years after a two years salary they were left with the breeding concern.",
            "rouge1": 0.125
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Rachael Bland, a BBC Radio 5 Live newsreader and presenter, has passed away after being diagnosed with primary triple-negative breast cancer in 2016, leaving behind her husband, son, and many fans who will miss her.",
            "bart_score": -2.6716854572296143,
            "mt_hyp_summary": "BBC presenter Rachaelbrug die on Wednesday for di age of 40 years, almost two years after doctor find out she get breast cancer.",
            "rouge1": 0.39285714285714285
        },
        "e2e": {
            "llama_hyp_summary": "Rachael Bland, a popular BBC Radio 5 Live newsreader and presenter, has died after a battle with primary triple-negative breast cancer, leaving behind her husband, son, and many fans who will miss her dearly.",
            "bart_score": -2.6778812408447266,
            "rouge1": 0.36363636363636365
        },
        "ceil": {
            "llama_hyp_summary": "Rachael Bland, a BBC presenter and cancer blogger, has died peacefully at home at the age of 40 after a long battle with primary triple-negative breast cancer.",
            "bart_score": -2.171828508377075,
            "rouge1": 0.6250000000000001
        },
        "ref_summary": "BBC presenter Rachael Bland has died at the age of 40, almost two years after being diagnosed with breast cancer.",
        "ref_url": "https://www.bbc.com/news/entertainment-arts-45410652",
        "foreign_summary": "BBC presenter Rachael Bland die on Wednesday for di age of 40 years, almost two years afta doctor find out say she get breast cancer."
    },
    {
        "10000": {
            "llama_hyp_summary": "Here is a summary of the passage in one sentence:\n\nKylie Jenner sold 51% of her cosmetics company to Coty Inc. for $600 million in 2020, despite facing economic challenges and criticism from some quarters.",
            "bart_score": -4.161093711853027,
            "mt_hyp_summary": "Inbes estimates that real TV TV cited a entrepreneurship Kylie Jenners from Jig billionaire, a story of her family and inflammable value to herders",
            "rouge1": 0.2857142857142857
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Kylie Jenner responded to Forbes' declaration that she is a self-made billionaire, calling the article's statements \"inaccurate\" and \"unproved assumptions\", and stating that she never asked for the title and is focused on more important things than her wealth.",
            "bart_score": -3.0094144344329834,
            "mt_hyp_summary": "Forbes magazin don cancel reality TV star-turn entrepreneur Kylie Jenner from dia list of billionaires, and also accuse her family say they inflate di value of her cosmetics business.",
            "rouge1": 0.20289855072463767
        },
        "e2e": {
            "llama_hyp_summary": "Kylie Jenner, who was previously declared a self-made billionaire by Forbes, responded to the magazine's 2019 article by denying the title and stating that she never asked for it, and later, Forbes downgraded her status after discovering discrepancies in her company's financial reports.",
            "bart_score": -3.108755588531494,
            "rouge1": 0.24324324324324326
        },
        "ceil": {
            "llama_hyp_summary": "Forbes has removed Kylie Jenner's \"self-made billionaire\" title after discovering that her cosmetics company's sales were significantly lower than previously reported, with the company's actual sales being around $125 million in 2018, not the $330 million claimed.",
            "bart_score": -3.1623783111572266,
            "rouge1": 0.20289855072463767
        },
        "ref_summary": "Forbes magazine has struck reality TV star and entrepreneur Kylie Jenner from its list of billionaires, and accused her family of inflating the value of her cosmetics business.",
        "ref_url": "https://www.bbc.com/news/business-52854345",
        "foreign_summary": "Forbes magazine don cancel reality TV star-turn entrepreneur Kylie Jenner from dia list of billionaires, and also accuse her family say dem inflate di value of her cosmetics business."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses the sale of a residence by a 27-year-old woman, which is a significant event in her life, and also mentions the sale of a piece of art by Adele and a rumor about a new release.",
            "bart_score": -3.733342170715332,
            "mt_hyp_summary": "Four days after the Swiatek was left herthimg, the Americaninger million left one million a piece.",
            "rouge1": 0.09999999999999999
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Taylor Swift's album \"Reputation\" has broken records by becoming the best-selling album in the US this year, selling 1.04 million copies in just one week and pushing Ed Sheeran out of the top spot.",
            "bart_score": -2.097104787826538,
            "mt_hyp_summary": "Four days after Taylor Swift drop her latest album, di American singer don sell over one million copies.",
            "rouge1": 0.3214285714285714
        },
        "e2e": {
            "llama_hyp_summary": "Taylor Swift's album \"Reputation\" has broken records by becoming the best-selling album in the US this year, selling 1.04 million copies in just one week and pushing Ed Sheeran out of the top spot.",
            "bart_score": -2.097104787826538,
            "rouge1": 0.3214285714285714
        },
        "ceil": {
            "llama_hyp_summary": "Taylor Swift's album \"Reputation\" has sold 1.04 million copies in the US since its release, making it the biggest-selling album in the country since 2017 and Swift's fourth album to sell a million copies in a week.",
            "bart_score": -2.2643842697143555,
            "rouge1": 0.23333333333333336
        },
        "ref_summary": "After just four days, Taylor Swift has sold more albums in the US than any other artist this year.",
        "ref_url": "https://www.bbc.com/news/entertainment-arts-41995712",
        "foreign_summary": "Four days after Taylor Swift drop her latest album, di American singer don sell pass one million copies."
    },
    {
        "10000": {
            "llama_hyp_summary": "Mes Mueller, a three-time winner of the war, contributed to a committee fighting violence against women and has spoken out against human trafficking and sexual abuse.",
            "bart_score": -3.912997007369995,
            "mt_hyp_summary": "2018 Tobacco Peace is an exhibit keeper green meadows yielded by the Muklabs and one human rights left in Yaounde, Isaid goalkeeper Murade.",
            "rouge1": 0.22222222222222224
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The Norwegian Nobel Committee has awarded the Nobel Peace Prize to Dr. Denis Mukwege and Nadia Murad for their efforts to end the use of rape as a weapon of war and to protect women from sexual violence.",
            "bart_score": -1.516391634941101,
            "mt_hyp_summary": "2018 Nobel Peace Prize na Congolese doctor who dey treat women Denis Mukwege and one Yacast human rights activist for Iraq, Nadiabrug win am.",
            "rouge1": 0.42857142857142855
        },
        "e2e": {
            "llama_hyp_summary": "Nadia Murad and Dr. Denis Mukwege were awarded the Nobel Peace Prize for their efforts to end the use of rape as a weapon of war and to protect women from sexual violence.",
            "bart_score": -1.3914530277252197,
            "rouge1": 0.43137254901960786
        },
        "ceil": {
            "llama_hyp_summary": "Nadia Murad, an Iraqi Yazidi, and Denis Mukwege, a Congolese gynaecologist, were awarded the Nobel Peace Prize for their efforts to end the use of sexual violence as a weapon of war.",
            "bart_score": -1.2988569736480713,
            "rouge1": 0.39999999999999997
        },
        "ref_summary": "The 2018 Nobel Peace Prize has gone to campaigners against rape in warfare, Nadia Murad and Denis Mukwege.",
        "ref_url": "https://www.bbc.com/news/world-europe-45759221",
        "foreign_summary": "2018 Nobel Peace Prize na Congolese doctor wey dey treat women Denis Mukwege and one Yazidi human rights activist for Iraq, Nadia Murad win am."
    },
    {
        "10000": {
            "llama_hyp_summary": "Researchers found that women's positions in society have worsened over time, with increasing cases of abuse and exploitation.",
            "bart_score": -4.097127437591553,
            "mt_hyp_summary": "Researchers have advised women to worship in their last month at the three months of their violence, saying that the would help make women to ensure the woman is not selected for the lead.",
            "rouge1": 0.15384615384615385
        },
        "kreyol-mt": {
            "llama_hyp_summary": "A study of 1,000 pregnant women found that sleeping on one's back in the last three months of pregnancy increases the risk of stillbirth by two times, and researchers recommend sleeping on one's side instead.",
            "bart_score": -2.246933937072754,
            "mt_hyp_summary": "Researchers don advise women to sleep for dia side for di last three months of dia belly, say e go help make sure di woman no born dead pickin.",
            "rouge1": 0.37931034482758624
        },
        "e2e": {
            "llama_hyp_summary": "A study of 1,000 pregnant women found that sleeping on one's back in the last three months of pregnancy increases the risk of stillbirth by two times, and recommends sleeping on one's side instead.",
            "bart_score": -2.173015832901001,
            "rouge1": 0.38596491228070173
        },
        "ceil": {
            "llama_hyp_summary": "A study of over 1,000 women found that sleeping on one's back in the third trimester doubles the risk of stillbirth, and researchers recommend sleeping on one's side to reduce this risk.",
            "bart_score": -2.548194408416748,
            "rouge1": 0.2909090909090909
        },
        "ref_summary": "Women are being advised to sleep on their side in the last three months of pregnancy to help prevent stillbirth.",
        "ref_url": "https://www.bbc.com/news/health-42025835",
        "foreign_summary": "Researchers don advise women to sleep for dia side for di last three months of dia belly, say e go help make sure say di woman no born dead pickin."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage appears to be a jumbled collection of unrelated statements and phrases, making it difficult to summarize in a single sentence.",
            "bart_score": -3.8794078826904297,
            "mt_hyp_summary": "Tongues were allowed to Mickelson Cavani over her first term-time champions H at Libo.",
            "rouge1": 0.09999999999999999
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Miley Cyrus and Liam Hemsworth got married in a private ceremony, which was announced on social media, after previously being engaged and breaking up several times.",
            "bart_score": -2.299913167953491,
            "mt_hyp_summary": "American pop star Miley Cyrus don marry her Australian actor and long time bobo Liam Hemsworth.",
            "rouge1": 0.2272727272727273
        },
        "e2e": {
            "llama_hyp_summary": "Miley Cyrus and Liam Hemsworth, who first met on the set of \"The Last Song\" almost 10 years ago, got married in a small ceremony with family and close friends in Franklin, Tennessee.",
            "bart_score": -2.2343554496765137,
            "rouge1": 0.19607843137254904
        },
        "ceil": {
            "llama_hyp_summary": "Miley Cyrus and Liam Hemsworth got married in a small ceremony in Franklin, Tennessee, after previously breaking off their engagement and reuniting in 2015.",
            "bart_score": -2.4843125343322754,
            "rouge1": 0.2380952380952381
        },
        "ref_summary": "US pop star Miley Cyrus has confirmed her marriage to Australian actor and long-standing partner Liam Hemsworth.",
        "ref_url": "https://www.bbc.com/news/entertainment-arts-46690454",
        "foreign_summary": "American pop star Miley Cyrus don marry her Australian actor and long time bobo Liam Hemsworth."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage describes a group of people, including John, who were kidnapped and eventually rescued, with some members reaching notable achievements, such as winning awards and writing articles.",
            "bart_score": -4.325519561767578,
            "mt_hyp_summary": "Obon-called liberal the American country has recorded a record to be the first emerged to prevent the peripheral of Bokoto after beating Brooks Ebonygatu through Sunday.",
            "rouge1": 0.08
        },
        "kreyol-mt": {
            "llama_hyp_summary": "John Legend has become the first black man to achieve EGOT status, winning an Emmy, Grammy, Oscar, and Tony award, joining a small group of individuals who have won all four prestigious awards.",
            "bart_score": -2.1822516918182373,
            "mt_hyp_summary": "American musician John Legend don break record to become the first black man to reach EGOT status after im win Emmy on Sunday night.",
            "rouge1": 0.4
        },
        "e2e": {
            "llama_hyp_summary": "John Legend has become the first black man to achieve EGOT status, winning an Emmy, Grammy, Oscar, and Tony award, joining a small group of individuals who have won all four prestigious awards.",
            "bart_score": -2.1822521686553955,
            "rouge1": 0.4
        },
        "ceil": {
            "llama_hyp_summary": "John Legend has joined the exclusive group of EGOT winners, winning an Emmy, Grammy, Oscar, and Tony award for his work on the production of \"Jesus Christ Superstar Live in Concert\".",
            "bart_score": -2.1481010913848877,
            "rouge1": 0.3018867924528302
        },
        "ref_summary": "John Legend has made history by becoming the first black man to reach EGOT status after his Emmy win on Sunday night.",
        "ref_url": "https://www.bbc.com/news/entertainment-arts-45470740",
        "foreign_summary": "Ogbonge American musician John Legend don break record to become di first black man to reach EGOT status afta im win Emmy on Sunday night."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses various topics, including agricultural development, loan disbursement, and the impact of the COVID-19 pandemic on Nigeria, without providing a clear and concise summary.",
            "bart_score": -4.569011211395264,
            "mt_hyp_summary": "The hall hall with biggest appeals in Nigeria has become a significant attention after being arrested somethimgled and some people to ensure that the ban ban is a place to prevent the prelude of the coronavirus variant cases.",
            "rouge1": 0.23728813559322032
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Here is a summary of the passage in one sentence:\n\nIn Nigeria, some pastors and churches have been accused of spreading misinformation and profiting from the COVID-19 pandemic, while others have adapted to the lockdown by hosting online services and making donations to the government and poor people.",
            "bart_score": -4.512515068054199,
            "mt_hyp_summary": "Di Halls for big-big churches dem for Nigeria don turn empty after they have threatened and arrested some pipo to make sure di government ban on large gatherings to prevent di spread of coronavirus.",
            "rouge1": 0.2716049382716049
        },
        "e2e": {
            "llama_hyp_summary": "In Nigeria, some pastors have been arrested for violating the government's ban on large gatherings, while others have been accused of spreading misinformation about the COVID-19 pandemic, and churches have had to adapt to online services and donations to remain popular.",
            "bart_score": -3.7413458824157715,
            "rouge1": 0.37333333333333335
        },
        "ceil": {
            "llama_hyp_summary": "In Nigeria, evangelical pastors have used their influence to spread conspiracy theories and misinformation about the COVID-19 pandemic, while also adapting to the lockdown by streaming online prayer services and making donations to the government and vulnerable worshippers.",
            "bart_score": -4.637976169586182,
            "rouge1": 0.2535211267605634
        },
        "ref_summary": "The auditoriums of Nigeria's mega churches are empty and their gates are shut as they are forced to observe a government ban on large gatherings to halt the spread of coronavirus.",
        "ref_url": "https://www.bbc.com/news/world-africa-52189785",
        "foreign_summary": "Di halls for big-big churches dem for Nigeria don turn empty afta dem bin threaten and arrest some pipo to make sure say di goment ban on large gatherings to prevent di spread of coronavirus."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage is a jumbled collection of unrelated statements, events, and names, making it impossible to summarize in a single sentence.",
            "bart_score": -4.14556360244751,
            "mt_hyp_summary": "A former beautyer number of Gambo Gambo Umar in the country Yakubu Yahya behimhended within Eyin late filing for his office.",
            "rouge1": 0.12244897959183672
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Toufah Jallow, a former beauty pageant winner, has accused former Gambian President Yahya Jammeh of raping her in 2015, and is now seeking justice and testifying against him in a human rights report.",
            "bart_score": -2.114152431488037,
            "mt_hyp_summary": "One former beauty queen for Gambia dey accuse di kontri ex-President Yahya Jammeh say E rape her for 2015 wen im dey office.",
            "rouge1": 0.360655737704918
        },
        "e2e": {
            "llama_hyp_summary": "Toufah Jallow, a former beauty pageant winner, has accused former Gambian President Yahya Jammeh of raping her in 2015, and is now seeking justice and testifying against him in court and before the Gambia's Truth, Reconciliation and Reparations Commission.",
            "bart_score": -2.065340280532837,
            "rouge1": 0.3823529411764706
        },
        "ceil": {
            "llama_hyp_summary": "A woman, identified as Ms Jallow, has accused former Gambian President Yahya Jammeh of raping and sexually assaulting her in 2015, and is seeking justice through the country's Truth, Reconciliation and Reparations Commission.",
            "bart_score": -2.288094997406006,
            "rouge1": 0.2903225806451613
        },
        "ref_summary": "A 23-year-old former beauty queen in The Gambia, Fatou \"Toufah\" Jallow, has said she was raped by ex-President Yahya Jammeh when he was in office.",
        "ref_url": "https://www.bbc.com/news/world-africa-48757981",
        "foreign_summary": "One former beauty queen for Gambia dey accuse di kontri ex-President Yahya Jammeh say E rape her for 2015 wen im dey office."
    },
    {
        "10000": {
            "llama_hyp_summary": "The President called on Oke's kidnappers to use media platforms and his word \"genocide\" while also criticizing Obaseki's anti-migrant stance and making references to various political figures and events.",
            "bart_score": -4.6469645500183105,
            "mt_hyp_summary": "US President Donald Trump's Olofa OkeRicester losing the president to honour his campaign promises withoutigawa campaign.",
            "rouge1": 0.11764705882352941
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Here is a summary of the passage in one sentence:\n\nAfter a mass shooting in El Paso, former Texas lawmaker Beto O'Rourke was criticized by President Trump, who called him a \"poor bastard\" and a \"pathetic guy\", leading O'Rourke to quit his presidential campaign.",
            "bart_score": -3.329141855239868,
            "mt_hyp_summary": "US President Donald Trump don yab Beto O'Rourke just hours after di Democratic presidential hopeful end in campaign.",
            "rouge1": 0.3076923076923077
        },
        "e2e": {
            "llama_hyp_summary": "US President Trump insulted and mocked Democratic presidential candidate O'Rourke, calling him a \"poor bastard\" and saying he quit like a dog, after O'Rourke dropped out of the presidential race.",
            "bart_score": -2.425429344177246,
            "rouge1": 0.35294117647058826
        },
        "ceil": {
            "llama_hyp_summary": "President Trump responded to Beto O'Rourke's decision to quit the presidential race by calling him a \"poor, pathetic guy\" and saying he \"quit like a dog\".",
            "bart_score": -2.131983757019043,
            "rouge1": 0.2978723404255319
        },
        "ref_summary": "US President Donald Trump has ridiculed Beto O'Rourke just hours after the Democratic presidential hopeful ended his campaign.",
        "ref_url": "https://www.bbc.com/news/world-us-canada-50272171",
        "foreign_summary": "US President Donald Trump don yab Beto O'Rourke just hours afta di Democratic presidential hopeful end im campaign."
    },
    {
        "10000": {
            "llama_hyp_summary": "Baleany, a person who was kidnapped and later died in an incident, is being buried after his family and government officials struggled to agree on the burial plan.",
            "bart_score": -3.8382577896118164,
            "mt_hyp_summary": "A financial year-old man who declared missing due to the airlines Random Acts of Nasarawa State, Tamika Catchimg had already arrested by some days after that was rescued.",
            "rouge1": 0.2909090909090909
        },
        "kreyol-mt": {
            "llama_hyp_summary": "A man, Oga Balasubramanyam, was mistakenly declared dead by a hospital and was placed in a mortuary, but was later found alive and taken to another hospital where he died of lung problems.",
            "bart_score": -2.6398284435272217,
            "mt_hyp_summary": "One 74-year-old man who is mistakenly declared dead come put am for mortuary freezer for Tamil Nadu state, don die a few days after they rescued am.",
            "rouge1": 0.36666666666666664
        },
        "e2e": {
            "llama_hyp_summary": "A man, Oga Balasubramanyam, was mistakenly declared dead and placed in a freezer, where he was found alive the next day, and later died on Friday due to a lung problem.",
            "bart_score": -2.712587833404541,
            "rouge1": 0.3793103448275862
        },
        "ceil": {
            "llama_hyp_summary": "Mr. Balasubramanyam was mistakenly declared dead, placed in a freezer, and later found alive, but ultimately died on Friday after being taken to a second hospital due to lung-related problems.",
            "bart_score": -3.008697748184204,
            "rouge1": 0.41379310344827586
        },
        "ref_summary": "A 74-year-old Indian man, who was mistakenly declared dead and put in a mortuary freezer in Tamil Nadu state, has died days after being rescued.",
        "ref_url": "https://www.bbc.com/news/world-asia-india-54566167",
        "foreign_summary": "One 74 year old man wey dem mistakenly declare dead come put am for mortuary freezer for Tamil Nadu state, don die some days afta dem rescue am."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses the political situation in Nigeria, specifically the rivalry between President Muhammadu Buhari and his main opponent, Atiku Abubakar, and the allegations of corruption and violence made against them.",
            "bart_score": -2.7185630798339844,
            "mt_hyp_summary": "The campaign promises to next pre President President of Nigerians in line with which hold contrary to the highest number of impire with some sponsors compete, there is no sponsoring information.",
            "rouge1": 0.17543859649122806
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The two main political parties in Nigeria, APC and PDP, are accused of spreading fake news and misinformation on social media, with both parties denying any involvement.",
            "bart_score": -2.315692901611328,
            "mt_hyp_summary": "Di campaign to elect the next president for Nigeria dey reach finish line wit accusation wey dey fly upandan, say pipo dey abuse social media, dey use am dey spread information wey no true.",
            "rouge1": 0.22641509433962265
        },
        "e2e": {
            "llama_hyp_summary": "In Nigeria, both the ruling All Progressives Congress (APC) and the opposition People's Democratic Party (PDP) have been accused of spreading fake news and propaganda ahead of the presidential election.",
            "bart_score": -1.6345044374465942,
            "rouge1": 0.17543859649122806
        },
        "ceil": {
            "llama_hyp_summary": "Both major political parties in Nigeria's presidential election, the APC and PDP, have accused each other of spreading disinformation and fake news about their candidates.",
            "bart_score": -2.1738786697387695,
            "rouge1": 0.15384615384615385
        },
        "ref_summary": "The campaign to elect Nigeria's next president is drawing to a close with accusations flying over the abuse of social media to spread misleading information.",
        "ref_url": "https://www.bbc.co.uk/news/world-africa-47226397",
        "foreign_summary": "Di campaign to elect di next president for Nigeria dey reach finish line wit accusation wey dey fly upandan, say pipo dey abuse social media, dey use am dey spread information wey no true."
    },
    {
        "10000": {
            "llama_hyp_summary": "The University of the West Indies has received £210,000 in funding and £2199.5 billion in support to establish a centre for cereal production and research, with plans to collaborate with other universities and institutions.",
            "bart_score": -3.6503984928131104,
            "mt_hyp_summary": "A University have agreed to be spent and £2 after this year after the benefits of them because of poor handlings.",
            "rouge1": 0.23728813559322037
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The University of Glasgow has decided to establish a centre to research and raise awareness about the history of slavery and its impact, after discovering that thousands of donations it received in the 18th and 19th centuries were linked to the slave trade.",
            "bart_score": -2.3777706623077393,
            "mt_hyp_summary": "Glasgow University don agree to raise and spend $120m after they discover say they benefit reach millions of pounds from slave trade.",
            "rouge1": 0.42424242424242425
        },
        "e2e": {
            "llama_hyp_summary": "The University of Glasgow has announced a plan to investigate and potentially compensate for its historical links to the slave trade, with a 20-year program to raise and spend £16.7-198m to establish a centre for research and awareness on the history of slavery.",
            "bart_score": -3.075650930404663,
            "rouge1": 0.3188405797101449
        },
        "ceil": {
            "llama_hyp_summary": "The University of Glasgow is establishing a centre to research and raise awareness about the history of slavery and its impact, and is committing £16.7-198 million over 20 years to reparations, believed to be the first institution in the UK to do so.",
            "bart_score": -2.8886892795562744,
            "rouge1": 0.2647058823529412
        },
        "ref_summary": "Glasgow University has agreed to raise and spend £20m in reparations after discovering it benefited by millions of pounds from the slave trade.",
        "ref_url": "https://www.bbc.com/news/uk-scotland-glasgow-west-49435041",
        "foreign_summary": "Glasgow University don agree to raise and spend £20m afta dem discover say dem benefit reach millions of pounds from slave trade."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage describes a disputed election in a country where the winner, Mr. Chadian West, claims victory with 354% of the votes, while the opposition claims fraud and protests have been taking place.",
            "bart_score": -4.547152042388916,
            "mt_hyp_summary": "Malwia Constitution review has reached a last year ago, and universities who confirmed the President Donald Trump.",
            "rouge1": 0.038461538461538464
        },
        "kreyol-mt": {
            "llama_hyp_summary": "A Malawian court has ordered a new election within 151 days after ruling that the May 21 presidential vote was marred by widespread irregularities and fraud.",
            "bart_score": -2.9442148208618164,
            "mt_hyp_summary": "Malawi konstitisyonèl tribinal anile eleksyon kontwovèsyal ane pase a, ki re-eleksyone Prezidan Peter Nextarika.",
            "rouge1": 0.13333333333333333
        },
        "e2e": {
            "llama_hyp_summary": "Malawi's High Court has ordered a new presidential election within 151 days, citing widespread irregularities in the May 21 vote, which saw President Peter Mutharika win a second term with 38.6% of the vote.",
            "bart_score": -2.4141836166381836,
            "rouge1": 0.36363636363636365
        },
        "ceil": {
            "llama_hyp_summary": "A Malawian court has annulled the country's presidential election, citing widespread irregularities, and ordered a new vote to be held within 151 days, with President Peter Mutharika remaining in power until then.",
            "bart_score": -2.124366283416748,
            "rouge1": 0.3076923076923077
        },
        "ref_summary": "Malawi's constitutional court has annulled last year's controversial election, which saw President Peter Mutharika narrowly re-elected.",
        "ref_url": "https://www.bbc.com/news/world-africa-51324241",
        "foreign_summary": "Malawi constitutional court don cancel last year controversial election, wey re-elect President Peter Mutharika."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses various issues, including unemployment, human rights, and military activities, without providing a clear or coherent summary.",
            "bart_score": -4.6796183586120605,
            "mt_hyp_summary": "New Year periods from the legislator has shown how the main capacity for the city of Biafra, a statement on Sunday.",
            "rouge1": 0.09523809523809525
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Here is a summary of the passage in one sentence:\n\nA blast at a military barracks in Equatorial Guinea has killed 105 people and wounded 600, with rights groups calling for an independent investigation into the cause of the explosion.",
            "bart_score": -3.738602638244629,
            "mt_hyp_summary": "New pictures from satellite don show how explosion happun for di main city of Bata, for Equatorial Guinea on Sunday.",
            "rouge1": 0.2222222222222222
        },
        "e2e": {
            "llama_hyp_summary": "At least 105 people have died and 600 others were injured in an explosion at a military barracks in Equatorial Guinea, with rights groups calling for an independent investigation into the cause of the blast.",
            "bart_score": -2.4631004333496094,
            "rouge1": 0.24137931034482762
        },
        "ceil": {
            "llama_hyp_summary": "The official death toll from an explosion at a military barracks in Equatorial Guinea has reached 105, with at least 600 injured, and rights groups are calling for an independent investigation into the cause of the blast.",
            "bart_score": -2.4043359756469727,
            "rouge1": 0.23333333333333334
        },
        "ref_summary": "New satellite images reveal the extent of destruction in Equatorial Guinea's main city Bata following explosions at a munitions depot on Sunday.",
        "ref_url": "https://www.bbc.com/news/world-africa-56337856",
        "foreign_summary": "New pictures from satellite don show how explosion happun for di main city of Bata, for Equatorial Guinea on Sunday."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage describes a terrorist attack in the United States, with the President suspending the suspects and calling for justice, while the police are investigating and the Islamic State is believed to be involved.",
            "bart_score": -3.7638604640960693,
            "mt_hyp_summary": "US Donald Trump had, Donald Trump said, wants to be cultivating the suspects in the New Year of the trucks.",
            "rouge1": 0.29090909090909084
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The main suspect in the New York truck attack, Sayfullo Saipov, has told investigators that he planned the attack a year in advance and was motivated by the Islamic State.",
            "bart_score": -2.0870044231414795,
            "mt_hyp_summary": "Donald Trump, president of US, don't talk again, say im want death penalty for di suspect of di New York truck attack.",
            "rouge1": 0.39215686274509803
        },
        "e2e": {
            "llama_hyp_summary": "The main suspect in the New York truck attack, Sayfullo Saipov, has told investigators that he planned the attack a year in advance and was motivated by the Islamic State, and is now facing federal charges.",
            "bart_score": -2.359180212020874,
            "rouge1": 0.3508771929824561
        },
        "ceil": {
            "llama_hyp_summary": "Mr. Trump's comments on the New York attack suspect, Sayfullo Saipov, could jeopardize a fair trial due to their potential prejudicial effect.",
            "bart_score": -3.2917144298553467,
            "rouge1": 0.31818181818181823
        },
        "ref_summary": "US President Donald Trump has repeated calls for the suspect in the New York truck attack to get the death penalty.",
        "ref_url": "https://www.bbc.com/news/world-us-canada-41848151",
        "foreign_summary": "US President Donald Trump don talk again, say im want death penalty for di suspect of di New York truck attack."
    },
    {
        "10000": {
            "llama_hyp_summary": "The President of the UAE has launched a new directorate to promote development and address inefficiencies, and has also announced plans to introduce a new law to deepen the country's democracy.",
            "bart_score": -3.0625932216644287,
            "mt_hyp_summary": "The United Arab Emirates will be grant citizens subjecting for the first time in a first value chain.",
            "rouge1": 0.2222222222222222
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Sheikh Mohammed bin Rashid Al Maktoum, the Vice President and Ruler of Dubai, has announced that the UAE will grant citizenship to investors, specialized talents, and professionals, including scientists, doctors, engineers, artists, and authors, and their families, while allowing them to retain their existing citizenship.",
            "bart_score": -2.6634931564331055,
            "mt_hyp_summary": "Di United Arab Emirates go grant citizenship to expatriates for the first time ever, if they bring value to di state.",
            "rouge1": 0.2388059701492537
        },
        "e2e": {
            "llama_hyp_summary": "The UAE will grant citizenship to investors, specialized talents, and professionals, including scientists, doctors, engineers, artists, and authors, and their families, under a new directive aimed at attracting contributors to the country's development.",
            "bart_score": -3.0287058353424072,
            "rouge1": 0.2857142857142857
        },
        "ceil": {
            "llama_hyp_summary": "The UAE has introduced a new citizenship scheme allowing investors, specialized talents, doctors, engineers, and artists to hold dual nationality, with eligibility determined by UAE royals or officials and approval by the cabinet.",
            "bart_score": -3.7121922969818115,
            "rouge1": 0.18181818181818182
        },
        "ref_summary": "The UAE says it will grant citizenship to foreign residents for the first time, providing they add value to the Gulf state.",
        "ref_url": "https://www.bbc.co.uk/news/world-middle-east-55869674",
        "foreign_summary": "Di United Arab Emirates go grant citizenship to expatriates for di first time ever, if dem bring value to di state."
    },
    {
        "10000": {
            "llama_hyp_summary": "Sira Michael, a resident, expressed his concerns about the decision to hold a referendum on May 29, 2010, and stated that he believes the Prime Minister should be held accountable for the decision.",
            "bart_score": -3.6245765686035156,
            "mt_hyp_summary": "Cocoa William by the UK's newsmen as the UK after Sir Majority Michael said to sign a sign Norwegian.",
            "rouge1": 0.0784313725490196
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Gavin Williamson resigned as Defence Secretary on Wednesday due to allegations of inappropriate behavior, including a claim that he touched a woman's knee.",
            "bart_score": -2.5787458419799805,
            "mt_hyp_summary": "Gavin Williamson don enter office as di new UK defence secretary after Sir Michael Fallon resign.",
            "rouge1": 0.28571428571428575
        },
        "e2e": {
            "llama_hyp_summary": "Gavin Williamson resigned as Defence Secretary due to allegations of inappropriate behavior, including a claim that he touched a woman's knee, and expressed regret for his past actions.",
            "bart_score": -2.8471736907958984,
            "rouge1": 0.2553191489361702
        },
        "ceil": {
            "llama_hyp_summary": "Sir Michael Fallon resigned as UK Defence Secretary due to allegations of past behaviour that may have fallen short of expected standards, and was replaced by Gavin Williamson, a 41-year-old MP with no ministerial experience.",
            "bart_score": -2.8790085315704346,
            "rouge1": 0.2909090909090909
        },
        "ref_summary": "Chief Whip Gavin Williamson has been appointed as the new defence secretary after Sir Michael Fallon's resignation.",
        "ref_url": "https://www.bbc.com/news/uk-politics-41844320",
        "foreign_summary": "Gavin Williamson don enter office as di new UK defence secretary after Sir Michael Fallon resign."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage describes the story of Nuno, a young woman who was sexually abused and killed by herders in Abuja, Nigeria, and the subsequent protests and police response to her death.",
            "bart_score": -3.708057403564453,
            "mt_hyp_summary": "Rabbitaker committee was taken after Nutricken audience, on three within a school fees at the Disadele two weeks after a two weeks after she was taken to the weekend.",
            "rouge1": 0.16129032258064516
        },
        "kreyol-mt": {
            "llama_hyp_summary": "A 19-year-old student in Bangladesh was sexually harassed by her headmaster, reported the incident to police, and was later set on fire and killed, sparking widespread protests and outrage.",
            "bart_score": -2.6076483726501465,
            "mt_hyp_summary": "Na kerosene dem take bafipari Rafi, kom put fire on her for her school for Bangladesh. Dis no reach two weeks after she report say her headmaster ask am for sex.",
            "rouge1": 0.3225806451612903
        },
        "e2e": {
            "llama_hyp_summary": "Nusrat Jahan, a 19-year-old student in Bangladesh, was sexually harassed by her headmaster, reported the incident to the police, and was later set on fire and killed by a group of people who tried to intimidate her into withdrawing her complaint.",
            "bart_score": -2.2131409645080566,
            "rouge1": 0.3783783783783784
        },
        "ceil": {
            "llama_hyp_summary": "Nusrat Jahan, a 19-year-old student in Bangladesh, was set on fire and died after speaking out against sexual harassment by her headmaster, highlighting the vulnerability of sexual harassment victims in the country.",
            "bart_score": -2.302539587020874,
            "rouge1": 0.4615384615384615
        },
        "ref_summary": "Nusrat Jahan Rafi was doused with kerosene and set on fire at her school in Bangladesh. Less than two weeks earlier, she had filed a sexual harassment complaint against her headmaster.",
        "ref_url": "https://www.bbc.com/news/world-asia-47947117",
        "foreign_summary": "Na kerosene dem take baf Nusrat Jahan Rafi, come put fire ontop her for her school for Bangladesh. Dis no reach two weeks afta she report say her her headmaster ask am for sex."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage appears to be a jumbled collection of unrelated sentences and phrases, making it difficult to summarize in a single sentence.",
            "bart_score": -3.666372299194336,
            "mt_hyp_summary": "Over the American and midfield Foundation,, there are aware, have died in the die of 95 per cent of 95ts.",
            "rouge1": 0.17777777777777776
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Stan Lee, a renowned American writer, created the Marvel Cinematic Universe and is known for his cameos in Marvel movies, including Black Panther and Avengers Infinity War.",
            "bart_score": -2.6831700801849365,
            "mt_hyp_summary": "Stan Lee, American writer and comic book legend, no die for Los Angeles at age 95.",
            "rouge1": 0.27999999999999997
        },
        "e2e": {
            "llama_hyp_summary": "Stan Lee, a renowned American writer, created the Marvel Cinematic Universe and is known for his cameos in various Marvel movies, despite suffering from a medical condition.",
            "bart_score": -2.910984516143799,
            "rouge1": 0.27999999999999997
        },
        "ceil": {
            "llama_hyp_summary": "Stan Lee, the creator of Marvel Comics, died at the age of 95, with tributes pouring in from celebrities and the entertainment industry, including actors, producers, and fellow comic book creators.",
            "bart_score": -2.3407976627349854,
            "rouge1": 0.4814814814814815
        },
        "ref_summary": "Tributes are being paid to American writer and former president of Marvel Comics Stan Lee, who has died at the age of 95.",
        "ref_url": "https://www.bbc.com/news/entertainment-arts-46186552",
        "foreign_summary": "American writer and comic book legend, Stan Lee, don die for Los Angeles at di age of 95."
    },
    {
        "10000": {
            "llama_hyp_summary": "Here is a summary of the passage in one sentence:\n\nProtesters in Nigeria, including the family of Daho W, are demanding justice and calling for an end to police brutality and extrajudicial killings, following the deaths of two police officers and the ongoing protests against police violence.",
            "bart_score": -3.9694559574127197,
            "mt_hyp_summary": "Police chieftain said the death of the black man was arrested at a police officer and killed the city of the Minnesota city at the Minnesota city.",
            "rouge1": 0.2933333333333334
        },
        "kreyol-mt": {
            "llama_hyp_summary": "A police officer, Kim Potter, mistakenly shot and killed 20-year-old Daunte Wright during a traffic stop, sparking protests and a curfew in Brooklyn Center, Minnesota, amid ongoing tensions over the trial of another officer accused of killing George Floyd.",
            "bart_score": -3.4746463298797607,
            "mt_hyp_summary": "Police chief say di death of one black man wey one police officer shoot and kill for di city of Brooklyn Center for Minnesota na accident.",
            "rouge1": 0.31884057971014496
        },
        "e2e": {
            "llama_hyp_summary": "A police officer, Kim Potter, mistakenly shot and killed 20-year-old Daunte Wright during a traffic stop, sparking protests and a curfew in Brooklyn Center, Minnesota.",
            "bart_score": -2.8070321083068848,
            "rouge1": 0.2909090909090909
        },
        "ceil": {
            "llama_hyp_summary": "Daunte Wright, 20, was shot and killed by a police officer who mistakenly drew her gun instead of a Taser during a traffic stop.",
            "bart_score": -2.5829708576202393,
            "rouge1": 0.2692307692307692
        },
        "ref_summary": "The fatal shooting of a black man by a police officer in the US city of Brooklyn Center in Minnesota was an accident, the police chief has said.",
        "ref_url": "https://www.bbc.com/news/world-us-canada-56724798",
        "foreign_summary": "Police chief say di death of one black man wey one police officer shoot and kill for di city of Brooklyn Center for Minnesota na accident."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses the rise of a digital currency called Bitrus, which has increased in value and is being used for online transactions, but also mentions the challenges and risks associated with its use.",
            "bart_score": -3.959728717803955,
            "mt_hyp_summary": "The prices of Bitrus is $ level to $2 level at the first time in Wuse State on Wednesday.",
            "rouge1": 0.14285714285714285
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Here is a summary of the passage in one sentence:\n\nBitcoin's value has fluctuated throughout its history, currently trading above $20,500, and has experienced a significant year-to-date gain due to increased investment and adoption by big-name investors and tech firms.",
            "bart_score": -3.945645570755005,
            "mt_hyp_summary": "Di pri nan Bitcoin ogmante yo pase $20,000 nivo pou di premye fwa nan istwa nan Mèkredi.",
            "rouge1": 0.17910447761194032
        },
        "e2e": {
            "llama_hyp_summary": "Bitcoin's value has fluctuated throughout its history, currently trading above $20,500, with a year-to-date gain of over 180% due to increased investment from big-name investors and tech firms.",
            "bart_score": -3.091722249984741,
            "rouge1": 0.18181818181818182
        },
        "ceil": {
            "llama_hyp_summary": "Bitcoin's value rose by almost $5,000 this year, driven by interest from big investors seeking quick profits, and some analysts predict it could rise further as the US dollar drops.",
            "bart_score": -3.068225383758545,
            "rouge1": 0.2222222222222222
        },
        "ref_summary": "Bitcoin's value surged above $34,000 (£24,850) for the first time on Sunday as the leading cryptocurrency continued to soar.",
        "ref_url": "https://www.bbc.com/news/business-55515529",
        "foreign_summary": "Di price of Bitcoin rise to pass $20,000 level for di first time in history on Wednesday."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses the report of a social media platform used by kidnappers and law enforcement to combat crime, with a focus on the Niger Delta region.",
            "bart_score": -4.1221113204956055,
            "mt_hyp_summary": "British, Kai Olorigawazu has won the 2017 achievement whereabouts in the fifth country.",
            "rouge1": 0.05128205128205128
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Kazuo Ishiguro, a renowned author, has written eight books translated into over 40 languages, including popular novels \"The Remains of the Day\" and \"Never Let Me Go\", which have been adapted into films.",
            "bart_score": -2.483177661895752,
            "mt_hyp_summary": "British writer Kazuo Ishiguro don win di 2017 Nobel Prize for Literature.",
            "rouge1": 0.17777777777777776
        },
        "e2e": {
            "llama_hyp_summary": "Kazuo Ishiguro, a renowned author, has been praised by the Swedish Academy for his novels, which have great emotional force and explore the human connection with the world, and has won the Nobel Prize in Literature.",
            "bart_score": -2.774179697036743,
            "rouge1": 0.375
        },
        "ceil": {
            "llama_hyp_summary": "Kazuo Ishiguro, a renowned novelist, has been awarded the Nobel Prize in Literature for his works that explore themes of memory, time, and self-delusion, and has been praised for his unique writing style and ability to create immersive and relatable stories.",
            "bart_score": -2.5393013954162598,
            "rouge1": 0.2962962962962963
        },
        "ref_summary": "British writer Kazuo Ishiguro has won the 2017 Nobel Prize for Literature.",
        "ref_url": "https://www.bbc.com/news/entertainment-arts-41513246",
        "foreign_summary": "British writer, Kazuo Ishiguro don win di 2017 Nobel Prize for Literature."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage describes a situation in Cameroon where a 36-year-old son has been involved in a crisis, and some people have been kidnapped, while others have fled universities due to violence.",
            "bart_score": -3.6749794483184814,
            "mt_hyp_summary": "Cameroon wrestled President Biya have taken to death to the country on board.",
            "rouge1": 0.2222222222222222
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The 85-year-old President Biya of Cameroon, who has ruled for 36 years, has vowed to uphold the \"integrity\" and \"unity\" of the country despite opposition claims of election fraud and ongoing violence in the North-West and South-West regions.",
            "bart_score": -2.6282927989959717,
            "mt_hyp_summary": "President Paul Biya of Cameroon don swear to lead di kontri for seventh term.",
            "rouge1": 0.19047619047619047
        },
        "e2e": {
            "llama_hyp_summary": "Cameroon's 85-year-old President Paul Biya, who has ruled for 36 years, has vowed to uphold the country's integrity and unity despite opposition claims of election fraud and ongoing violence in the North-West and South-West regions.",
            "bart_score": -2.4066529273986816,
            "rouge1": 0.2580645161290323
        },
        "ceil": {
            "llama_hyp_summary": "Cameroon's President Paul Biya won the presidential election with 71.3% of the vote, according to official results, despite opposition calls for a re-run due to allegations of fraud and low voter turnout in the English-speaking regions.",
            "bart_score": -2.3839211463928223,
            "rouge1": 0.3934426229508196
        },
        "ref_summary": "Cameroon's President Paul Biya has won a seventh term in office in polls marred by low turnout and voter intimidation.",
        "ref_url": "https://www.bbc.com/news/world-africa-45940414",
        "foreign_summary": "Cameroon President Paul Biya don take oath to lead di kontri for seventh term."
    },
    {
        "10000": {
            "llama_hyp_summary": "Kylie Jenner's business friendliness has led to her becoming one of the richest self-made women in the world, with a net worth of over $1 billion.",
            "bart_score": -2.125483512878418,
            "mt_hyp_summary": "Olade and must emerge up Kylie Jenners Jal have the world towards self-madefus Bill,the-made pistols, Forbese's list.",
            "rouge1": 0.40909090909090917
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Kylie Jenner, 21, has become the youngest self-made billionaire in history, with her cosmetics business, Kylie Cosmetics, valued at $360 million, surpassing Facebook founder Mark Zuckerberg's achievement at age 23.",
            "bart_score": -2.2020370960235596,
            "mt_hyp_summary": "Reality TV star and make up guru Kylie Jenner don become di world youngest self-made billionaire, according to Forbes billionaires' list.",
            "rouge1": 0.4166666666666667
        },
        "e2e": {
            "llama_hyp_summary": "Kylie Jenner, 21, has become the youngest self-made billionaire in history, with her cosmetics business, Kylie Cosmetics, valued at $360 million, surpassing Facebook founder Mark Zuckerberg's achievement at age 23.",
            "bart_score": -2.202035665512085,
            "rouge1": 0.4166666666666667
        },
        "ceil": {
            "llama_hyp_summary": "Kylie Jenner, 21, has become a billionaire at a younger age than Mark Zuckerberg, with her cosmetics business generating an estimated $360 million in sales last year.",
            "bart_score": -2.3475303649902344,
            "rouge1": 0.2325581395348837
        },
        "ref_summary": "Kylie Jenner has become the world's youngest self-made billionaire, according to Forbes billionaires' list.",
        "ref_url": "https://www.bbc.com/news/business-47455998",
        "foreign_summary": "Reality TV star and make up guru Kylie Jenner don become di world youngest self-made billionaire, according to Forbes billionaires' list."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage appears to be a jumbled collection of unrelated sentences and phrases, making it difficult to summarize in a coherent sentence.",
            "bart_score": -3.9153590202331543,
            "mt_hyp_summary": "Rafael perpetrators of the dead of 46, the record set to report from US.",
            "rouge1": 0.15789473684210525
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Craig Mack, a hip-hop star who rose to fame in 1994 with his hit single \"Flava In Ya Ear\", has died of heart failure at a hospital in South Carolina.",
            "bart_score": -2.451972723007202,
            "mt_hyp_summary": "Rapper Craig Mack don die for di age of 46, according to reports from US.",
            "rouge1": 0.425531914893617
        },
        "e2e": {
            "llama_hyp_summary": "Craig Mack, a hip-hop star who rose to fame in 1994 with his hit single \"Flava In Ya Ear\", has died of heart failure at a hospital in South Carolina.",
            "bart_score": -2.4519731998443604,
            "rouge1": 0.425531914893617
        },
        "ceil": {
            "llama_hyp_summary": "Craig Mack, a hip-hop star who rose to fame in the 1990s with hits like \"Flava In Ya Ear\", has died of heart failure at the age of unknown.",
            "bart_score": -2.3829967975616455,
            "rouge1": 0.3913043478260869
        },
        "ref_summary": "Rapper Craig Mack has died at his home in South Carolina, at the age of 47.",
        "ref_url": "https://www.bbc.com/news/entertainment-arts-43384017",
        "foreign_summary": "Rapper Craig Mack don die for di age of 46, according to reports from US."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage describes the overthrow of a government in a country, with the military taking charge and the former leader being arrested and accused of human rights abuses.",
            "bart_score": -3.5731382369995117,
            "mt_hyp_summary": "Oke-Bashiru need the 30 years at Sudan's in the same way through which started the military background of the military.",
            "rouge1": 0.20833333333333331
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The Sudanese defense minister, Awadbrug Ouf, announced that President al-Bashir has been removed from office and a transitional military council will rule for two years before holding elections.",
            "bart_score": -3.577038049697876,
            "mt_hyp_summary": "Omar al-Ba dated nearly 30 years reign for Sudan end the same way he start through military coup.",
            "rouge1": 0.3673469387755102
        },
        "e2e": {
            "llama_hyp_summary": "Sudan's Defence Minister Awad Ibn Ouf announced the removal of President Omar al-Bashir from office and the declaration of a transitional military council, following decades of war and allegations of crimes against humanity.",
            "bart_score": -2.950892686843872,
            "rouge1": 0.32727272727272727
        },
        "ceil": {
            "llama_hyp_summary": "Sudan's Defence Minister Awad Ibn Auf announced a two-year transitional period led by the military, followed by elections, but protesters vowed to stay on the streets, demanding a civilian council to lead the transition.",
            "bart_score": -3.5404796600341797,
            "rouge1": 0.17857142857142858
        },
        "ref_summary": "Sudan's President Omar al-Bashir has been ousted and arrested by the military after nearly 30 years in power.",
        "ref_url": "https://www.bbc.com/news/world-africa-47891470",
        "foreign_summary": "Omar al-Bashir nearly 30 years reign for Sudan end di same way e start through military coup."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage appears to be a jumbled collection of unrelated statements and phrases, making it difficult to summarize in a coherent sentence.",
            "bart_score": -4.113476753234863,
            "mt_hyp_summary": "Social Pochettinos Deputy Po had dead one of the 1SG.",
            "rouge1": 0.1111111111111111
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Boo, a 14-year-old dog with 16 million Facebook followers, passed away in his sleep, leaving his owners heartbroken after living with his friend Buddy for 11 years.",
            "bart_score": -2.713371753692627,
            "mt_hyp_summary": "Social media star Boo di Pomeranian dog don die for age 12.",
            "rouge1": 0.09302325581395349
        },
        "e2e": {
            "llama_hyp_summary": "Boo, a 14-year-old dog with 16 million Facebook followers, has passed away, with his owners attributing his death to a broken heart since the passing of his best friend and companion, Buddy, in 2017.",
            "bart_score": -2.57828688621521,
            "rouge1": 0.2
        },
        "ceil": {
            "llama_hyp_summary": "Boo, a dog with 16 million Facebook followers, passed away in his sleep at the age of 12, with his owners attributing his death to a broken heart after the loss of his best friend Buddy in 2017.",
            "bart_score": -2.4599690437316895,
            "rouge1": 0.3076923076923077
        },
        "ref_summary": "Social media star Boo the Pomeranian dog has died at the age of 12.",
        "ref_url": "https://www.bbc.com/news/newsbeat-46931245",
        "foreign_summary": "Social media star Boo di Pomeranian dog don die for di age of 12."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses the #EndSARSup movement and a post by Organic Greenwood, which mentions a new coordinator and a plan to take action on Friday, but also references the World Cup and teargas being used.",
            "bart_score": -5.58784294128418,
            "mt_hyp_summary": "He appears that the Wills are involved within the Cup of the World Cup in 2018.",
            "rouge1": 0.11764705882352938
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Will Smith announces on Instagram that he will release a new song, titled \"One Life to Live. Live it Up\", in collaboration with Diplo, Nicky Jam, and Era Istrefi, to be released on Friday, ahead of the upcoming World Cup.",
            "bart_score": -2.9753570556640625,
            "mt_hyp_summary": "E dwe kòm si Will Smith yo enplike nan ofisyèl World Cup chan pou Larisi 2018.",
            "rouge1": 0.28571428571428575
        },
        "e2e": {
            "llama_hyp_summary": "Will Smith is set to release a new song, titled \"One Life to Live\", for the upcoming World Cup, which will take place on June 14.",
            "bart_score": -2.417880058288574,
            "rouge1": 0.380952380952381
        },
        "ceil": {
            "llama_hyp_summary": "Will Smith is set to release a new song on Friday to tie in with the upcoming World Cup, which begins next month.",
            "bart_score": -2.3089311122894287,
            "rouge1": 0.41025641025641024
        },
        "ref_summary": "It looks like Will Smith is involved with the official World Cup song for Russia 2018.",
        "ref_url": "https://www.bbc.com/news/newsbeat-44220822",
        "foreign_summary": "E be like say Will Smith dey involve with di official World Cup song for Russia 2018."
    },
    {
        "10000": {
            "llama_hyp_summary": "Benue, a TV network, explains the US Master Master for young people, citing his own experiences of loss and trauma, including the murder of his father and kidnapping of his brother.",
            "bart_score": -4.712857723236084,
            "mt_hyp_summary": "A Master Competition that Benue has died at the 14 of one from three types of fire room, he has connim.",
            "rouge1": 0.12000000000000001
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Ben Watkins, a talented young chef who appeared on US MasterChef in 2018, passed away on Monday after a year-and-a-half-long battle with cancer.",
            "bart_score": -2.377227783203125,
            "mt_hyp_summary": "MasterChef Junior star Ben Watkins don die at age 14 from one rare type of cancer, im family don confirm.",
            "rouge1": 0.21739130434782608
        },
        "e2e": {
            "llama_hyp_summary": "Ben Watkins, a talented young chef who appeared on US MasterChef in 2018, passed away on Monday after a year-and-a-half-long battle with cancer.",
            "bart_score": -2.3772284984588623,
            "rouge1": 0.21739130434782608
        },
        "ceil": {
            "llama_hyp_summary": "Ben Watkins, a young chef who appeared on MasterChef Junior in 2018, died on Monday after a year-and-a-half-long battle with cancer, despite having overcome a tragic past and a rare soft tissue tumor diagnosis.",
            "bart_score": -3.1485435962677,
            "rouge1": 0.2807017543859649
        },
        "ref_summary": "MasterChef Junior star Ben Watkins has died aged 14 from a rare form of cancer, his family has confirmed.",
        "ref_url": "https://www.bbc.com/news/entertainment-arts-54984423",
        "foreign_summary": "MasterChef Junior star Ben Watkins don die at di age of 14 from one rare type of cancer, im family don confirm."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage appears to be a jumbled collection of unrelated statements and phrases, making it difficult to summarize in a single sentence.",
            "bart_score": -4.029360771179199,
            "mt_hyp_summary": "Perpetrators have been less than their valuables in Kano have shown that village had tired of the appeal, she said.",
            "rouge1": 0.045454545454545456
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Kylie Jenner's tweet about Snapchat being her first love caused Twitter's stock price to drop by 1.3 billion dollars, sparking a backlash against Snapchat's new features.",
            "bart_score": -3.143852949142456,
            "mt_hyp_summary": "Snapchat don chop better uppercut for dem value after Kylie Jenner talk say she don tire for di app, say she no dey do again.",
            "rouge1": 0.30769230769230765
        },
        "e2e": {
            "llama_hyp_summary": "Kylie Jenner's tweet about Snapchat being her first love caused Twitter's stock price to drop by 1.3 billion dollars, sparking concerns about the company's financial performance.",
            "bart_score": -2.9583473205566406,
            "rouge1": 0.2692307692307693
        },
        "ceil": {
            "llama_hyp_summary": "Kylie Jenner and magician Julius Dein are among those who have expressed dissatisfaction with Snapchat's latest design update, with Dein noting a significant decline in his daily viewers and Jenner announcing she will no longer use the app.",
            "bart_score": -3.967726707458496,
            "rouge1": 0.2622950819672131
        },
        "ref_summary": "A tweet from Kylie Jenner wiped £1bn off Snap's stock market value after she said she's no longer using Snapchat.",
        "ref_url": "https://www.bbc.com/news/newsbeat-43169164",
        "foreign_summary": "Snapchat don chop better uppercut for dem value after Kylie Jenner talk say she don tire for di app, say she no dey do again."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage appears to be a jumbled collection of unrelated statements and phrases, making it impossible to summarize in a single sentence.",
            "bart_score": -3.854356050491333,
            "mt_hyp_summary": "A woman in the United Arab Emirates where he suffered a sad tale of fire incidents in this year duelsea.",
            "rouge1": 0.14814814814814814
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Munira Abdulla, a 32-year-old woman, suffered a brain injury in a car accident and remained in a coma for years, but miraculously woke up after three days and has since made significant progress in her recovery.",
            "bart_score": -2.5707762241363525,
            "mt_hyp_summary": "A woman for di United Arab Emirates who has been seriously injured for accident don wake up from coma we hold am for 27 years.",
            "rouge1": 0.39999999999999997
        },
        "e2e": {
            "llama_hyp_summary": "Munira Abdulla, a 32-year-old woman, suffered a brain injury in a car accident and remained in a coma for years, but miraculously woke up after three days and is now undergoing rehabilitation.",
            "bart_score": -2.641981363296509,
            "rouge1": 0.33333333333333337
        },
        "ceil": {
            "llama_hyp_summary": "Munira Abdulla, a 32-year-old woman, suffered a severe brain injury in a car accident and remained in a vegetative state for years, but eventually regained consciousness in a German hospital after her son's argument in her hospital room prompted her to stir.",
            "bart_score": -2.9214367866516113,
            "rouge1": 0.25974025974025977
        },
        "ref_summary": "A woman from the United Arab Emirates (UAE) who was seriously injured in a traffic accident in 1991 has made a seemingly miraculous recovery after emerging from a 27-year-long coma.",
        "ref_url": "https://www.bbc.com/news/world-middle-east-48020481",
        "foreign_summary": "One woman for di United Arab Emirates wey bin seriously injure for accident don wake up from coma wey hold am for 27 years."
    },
    {
        "10000": {
            "llama_hyp_summary": "Zimbabweans have called for the government to take control of social media, citing concerns over misinformation and human rights abuses, following a report that the country's emergency national members of the higher minister of Journalists have been suspended.",
            "bart_score": -4.108482837677002,
            "mt_hyp_summary": "He played in the country's financial failure to bring out social media as some President, Robert Mugabeans said so was out to be new ministry and reiteration in a viable Det, Rigawa and Debys were 2023.",
            "rouge1": 0.17647058823529413
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Zimbabweans are reacting with humor and concern to the newly appointed \"Minister of WhatsApp\" Patrick Chinamasa, who is tasked with handling cyber security and freedom of speech, amidst concerns that the government may use the ministry to spy on citizens and restrict online expression.",
            "bart_score": -3.4404492378234863,
            "mt_hyp_summary": "Na Na play-play na im Zimbabwe people use bring out fake letter for social media, as soon as President Robert Mugabe talk say he don organize new ministry to dey do work on top Cyber Security, Threat Detection and Mitigation.",
            "rouge1": 0.136986301369863
        },
        "e2e": {
            "llama_hyp_summary": "Zimbabweans are reacting with humor and skepticism to the newly appointed \"Minister of Cyber Security\" who is tasked with regulating social media, with many seeing it as a threat to their freedom of speech and human rights.",
            "bart_score": -2.9894800186157227,
            "rouge1": 0.24242424242424243
        },
        "ceil": {
            "llama_hyp_summary": "Zimbabwe's newly appointed cyber minister has sparked concerns about the government's intentions to restrict freedom of speech and civil liberties, particularly on social media, ahead of the 2018 elections.",
            "bart_score": -3.272890090942383,
            "rouge1": 0.16666666666666669
        },
        "ref_summary": "A spoof government notice hit social media as soon as President Robert Mugabe announced he had set up a new ministry responsible for Cyber Security, Threat Detection and Mitigation.",
        "ref_url": "https://www.bbc.com/news/world-africa-41693676",
        "foreign_summary": "Na play-play na im Zimbabwe people use bring out fake letter for social media, as soon as President Robert Mugabe talk say e don organize new ministry to dey do work on top Cyber Security, Threat Detection and Mitigation."
    },
    {
        "10000": {
            "llama_hyp_summary": "The President of the Super Alliance and NASA, Kya, held a press conference to address kidnappings and attacks in Kano, Nigeria, and the upcoming elections.",
            "bart_score": -4.385721206665039,
            "mt_hyp_summary": "Kano and the president had an opportunity to agree to be a great hands and even work to last more than the previous years.",
            "rouge1": 0.21739130434782608
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Kenyan opposition leader Raila Odinga held a surprise TV press conference with President Uhuru Kenyatta, calling for dialogue to resolve their differences after the disputed 2017 election.",
            "bart_score": -2.5418314933776855,
            "mt_hyp_summary": "Kenya president and opposition leader don agree to join hand and work together after last year election wahala.",
            "rouge1": 0.25
        },
        "e2e": {
            "llama_hyp_summary": "Kenyan President Uhuru Kenyatta and opposition leader Raila Odinga held a surprise TV press conference, marking the first time they met since the 2017 election, and expressed a willingness to settle their differences and work together.",
            "bart_score": -2.4802606105804443,
            "rouge1": 0.24561403508771928
        },
        "ceil": {
            "llama_hyp_summary": "Uhuru Kenyatta and Raila Odinga, Kenya's president and opposition leader, respectively, called for national dialogue and reconciliation in a surprise joint TV address, marking a significant step towards resolving their differences after a disputed election.",
            "bart_score": -2.5012786388397217,
            "rouge1": 0.3157894736842105
        },
        "ref_summary": "Kenya's president and opposition leader have promised to begin a process of reconciliation following last year's bitterly contested election.",
        "ref_url": "https://www.bbc.com/news/world-africa-43345217",
        "foreign_summary": "Kenya president and opposition leader don agree to join hand and work together after last year election wahala."
    },
    {
        "10000": {
            "llama_hyp_summary": "Here is a summary of the passage in one sentence:\n\nThe passage discusses various issues in Nigeria, including herders-related activities, kidnappings, drug trafficking, and agricultural production, with no clear connection between the topics.",
            "bart_score": -4.76135778427124,
            "mt_hyp_summary": "When the dangerous of the Pending that Pep's coronavirus cases began on the verge of bankruptcy, she doesnt be the menace of the men must be trusted to sell at the and res of the Lagos.",
            "rouge1": 0.1590909090909091
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Here is a summary of the passage in one sentence:\n\nThe BBC Africa investigation reveals a widespread codeine cough syrup addiction epidemic in Nigeria, where young people are being hooked on the drug, leading to addiction, violence, and destruction of lives, with pharmaceutical companies and drug dealers contributing to the problem.",
            "bart_score": -3.97818660736084,
            "mt_hyp_summary": "Wen di younger broda of BBC Pidgin tori pesin Ruona Meyer turn drug addict on top cough syrup, she begin to choke eye on top di men who they make plus di ones who they sell di medicine for di streets of Lagos.",
            "rouge1": 0.3809523809523809
        },
        "e2e": {
            "llama_hyp_summary": "Cough syrup addiction is a serious problem in Nigeria, particularly among young people, who are often hooked on codeine-laced cough syrup and can become violent and mentally unstable as a result.",
            "bart_score": -2.724527597427368,
            "rouge1": 0.18604651162790697
        },
        "ceil": {
            "llama_hyp_summary": "The widespread abuse of codeine cough syrup in Nigeria, particularly among young people, is fueling a devastating epidemic of addiction, with serious health consequences and widespread corruption among pharmaceutical companies and law enforcement agencies.",
            "bart_score": -3.317909002304077,
            "rouge1": 0.22727272727272727
        },
        "ref_summary": "When the younger brother of the BBC's Ruona Meyer became addicted to cough syrup, she began to investigate the men who make and sell opioid-based medicine on the streets of Lagos. Her investigation took her deep into Nigeria's criminal underworld, uncovering an epidemic that is destroying young lives across West Africa.",
        "ref_url": "https://www.bbc.com/news/world-africa-43912282",
        "foreign_summary": "Wen di younger broda of BBC Pidgin tori pesin Ruona Meyer turn drug addict on top cough syrup, she begin chook eye on top di men wey dey make plus di ones wey dey sell di medicine for di streets of Lagos."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage describes a situation in Tsado where a combined team of cereal production is being set up, and government officials are working to address kidnappings and infrastructure development.",
            "bart_score": -4.896267890930176,
            "mt_hyp_summary": "A month, a medical estate in the Mahaest minimum, have been killed in India, after attacking his attack, said.",
            "rouge1": 0.24489795918367346
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Forest officials in Tadoba forest are trying to capture a leopard that attacked and killed a monk, Walke, who was meditating under a tree, and are offering his family a compensation of 1.2 million rupees.",
            "bart_score": -3.396332025527954,
            "mt_hyp_summary": "One monk wey dey meditate inside forest for Maharashtra, India don die afta leopard attack am, officials tok.",
            "rouge1": 0.35714285714285715
        },
        "e2e": {
            "llama_hyp_summary": "Rahul Walke, a Buddhist monk, was attacked and killed by a leopard while meditating in the Tadoba forest, where he had gone to escape the temple and meditate, despite forest officials' warnings.",
            "bart_score": -2.9872546195983887,
            "rouge1": 0.34615384615384615
        },
        "ceil": {
            "llama_hyp_summary": "Rahul Walke, a monk, was killed by a leopard while meditating in a protected tiger reserve in India, despite warnings from forest officials to stay away from the forest.",
            "bart_score": -2.5663769245147705,
            "rouge1": 0.4489795918367347
        },
        "ref_summary": "A monk meditating in a forest in the Indian state of Maharashtra has died in a leopard attack, officials say.",
        "ref_url": "https://www.bbc.com/news/46548994",
        "foreign_summary": "One monk wey dey meditate inside for forest for Maharashtra, India don die afta leopard attack am, officials tok."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage appears to be a jumbled collection of unrelated statements and phrases, making it difficult to summarize in a single sentence.",
            "bart_score": -4.0214104652404785,
            "mt_hyp_summary": "Traditional rulers, a Buni-minute procession, urged world arelifting as he recorded towards the 50kgkgkgkg cocaine, unfavourable climatenanda).",
            "rouge1": 0.10256410256410256
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Hafthor Bjornsson set a new world record at his gym in Iceland by lifting 501kg for two seconds, breaking his own record and proving his doubters wrong.",
            "bart_score": -2.3785042762756348,
            "mt_hyp_summary": "Hafthor Bjornsson don set world deadlifting record as im lift 501kg (1,104lb).",
            "rouge1": 0.409090909090909
        },
        "e2e": {
            "llama_hyp_summary": "Hafthor Bjornsson set a new world record at his gym in Iceland by lifting 501kg for two seconds, a feat that was streamed live on ESPN and posted on his YouTube channel.",
            "bart_score": -2.5213749408721924,
            "rouge1": 0.3673469387755102
        },
        "ceil": {
            "llama_hyp_summary": "Hafþór Júlíus Bjornsson, who played Ser Gregor \"The Mountain\" Clegane in Game of Thrones, broke the record for lifting 501kg, previously held by Eddie Hall, at his gym in Iceland.",
            "bart_score": -2.671077013015747,
            "rouge1": 0.32
        },
        "ref_summary": "Game of Thrones actor Hafthor Bjornsson has set a world deadlifting record by lifting 501kg (1,104lb).",
        "ref_url": "https://www.bbc.com/news/world-europe-52512211",
        "foreign_summary": "Game of Thrones actor, Hafthor Bjornsson don set world deadlifting record as im lift 501kg (1,104lb)."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses the ongoing expectation of a statement from the presidency regarding a four-year-old issue, amidst reports of cult activity and commercial competition.",
            "bart_score": -5.060405254364014,
            "mt_hyp_summary": "A local demand of Presidents in the Sudan capitals of Khairat have been gathering that their leaders came into the Oashi-Bashiru Musa had placed.",
            "rouge1": 0.18867924528301885
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The Sudanese army has yet to issue a statement after promising one over four hours ago, while unnamed sources claim President Bashir has stepped down and a transitional council is being set up.",
            "bart_score": -3.5656628608703613,
            "mt_hyp_summary": "Thousands of residents for di Sudan capital city of Khartoum don begin singing say dia leader Omar al-Ba media regime \"don fall.\"",
            "rouge1": 0.16666666666666666
        },
        "e2e": {
            "llama_hyp_summary": "Protesters in Sudan are waiting for a statement from the army, which has been delayed for over four hours, amid reports that President Bashir has stepped down and a transitional council is being set up.",
            "bart_score": -3.044358730316162,
            "rouge1": 0.1935483870967742
        },
        "ceil": {
            "llama_hyp_summary": "Protesters in Sudan, including around 300 demonstrators in Omdurman, are demanding an end to President Bashir's rule and calling for economic reforms, freedom, and justice, amid rising costs of living and widespread human rights abuses.",
            "bart_score": -2.7278194427490234,
            "rouge1": 0.3492063492063492
        },
        "ref_summary": "Hundreds of protesters have gathered in the Sudanese city of Omdurman to call for an end to the nearly 30-year rule of President Omar al-Bashir.",
        "ref_url": "https://www.bbc.com/news/world-africa-46761119",
        "foreign_summary": "Thousands of residents for di Sudan capital city of Khartoum don begin chant say dia leader Omar al-Bashir regime \"don fall.\""
    },
    {
        "10000": {
            "llama_hyp_summary": "Protesters are working with the peace committee to address issues, including cultism and arms trade, and have arrested a suspect, while a curfew has been imposed and a tripartite meeting has been shut down.",
            "bart_score": -4.2016448974609375,
            "mt_hyp_summary": "A resident said a gold in this encounter from Blenka after England ended on a gang members to please step morning.",
            "rouge1": 0.12
        },
        "kreyol-mt": {
            "llama_hyp_summary": "A gang entered Blenheim Palace in Oxfordshire, England, and stole a one-million-dollar golden toilet called \"America\" that was on display, causing flooding and leading to the arrest of a 66-year-old man.",
            "bart_score": -3.218167781829834,
            "mt_hyp_summary": "One 18 carat gold toilet don disappear from Blenheim Palace for England afta one gang steal am for early mor-mor.",
            "rouge1": 0.196078431372549
        },
        "e2e": {
            "llama_hyp_summary": "A golden toilet worth $1 million, created by artist Maurizio Cattelan, was stolen from Blenheim Palace, with a 66-year-old man arrested in connection with the theft.",
            "bart_score": -2.396949529647827,
            "rouge1": 0.2727272727272727
        },
        "ceil": {
            "llama_hyp_summary": "A gang broke into Blenheim Palace in Oxfordshire, stealing a gold toilet artwork and causing significant damage and flooding, with a 66-year-old man arrested in connection with the burglary.",
            "bart_score": -2.9550085067749023,
            "rouge1": 0.2978723404255319
        },
        "ref_summary": "An 18-carat solid gold toilet has been stolen in a burglary overnight at Blenheim Palace.",
        "ref_url": "https://www.bbc.com/news/uk-england-oxfordshire-49700620",
        "foreign_summary": "One 18 carat gold toilet don disappear from Blenheim Palace for England afta one gang enta steal am for early mor-mor."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses the transformation of a young boy, Nnam, who was once a twin but is now a single child, and the controversy surrounding the government's handling of a crisis, including allegations of corruption and mismanagement.",
            "bart_score": -4.102759838104248,
            "mt_hyp_summary": "US based group sentimentsman, who earners in black blackmail in Ku, has died of the skeptic supply his family recorded.",
            "rouge1": 0.06666666666666667
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Chadwick Boseman, a 43-year-old actor, died at home in Los Angeles surrounded by his family after a four-year battle with stage IV colon cancer.",
            "bart_score": -1.6618151664733887,
            "mt_hyp_summary": "Chadwick Boseman, US actor, wey pipo know for im role for Black Panther, don die of cancer, according to im family.",
            "rouge1": 0.2857142857142857
        },
        "e2e": {
            "llama_hyp_summary": "Chadwick Boseman, a 43-year-old actor, died at home in Los Angeles surrounded by his family, after a four-year battle with colon cancer, which he had kept private despite his family's diagnosis announcement in 2016.",
            "bart_score": -2.5706257820129395,
            "rouge1": 0.23333333333333334
        },
        "ceil": {
            "llama_hyp_summary": "Chadwick Boseman, the actor who played Black Panther in the Marvel Cinematic Universe, died at home in Los Angeles surrounded by his family after a four-year battle with colon cancer that he had kept private.",
            "bart_score": -1.8945248126983643,
            "rouge1": 0.3448275862068966
        },
        "ref_summary": "US actor Chadwick Boseman, best known for playing Black Panther in the hit Marvel superhero franchise, has died of cancer aged 43.",
        "ref_url": "https://www.bbc.com/news/world-us-canada-53955912",
        "foreign_summary": "US actor Chadwick Boseman, wey pipo sabi for im role for Black Panther, don die of cancer, according to im family."
    },
    {
        "10000": {
            "llama_hyp_summary": "A report by the US Geological Survey and Turkish officials states that a building collapse in Istanbul, Turkey, resulted in the deaths of at least 6 people and the destruction of 6 buildings.",
            "bart_score": -2.906616449356079,
            "mt_hyp_summary": "An power rotation to the heartquas of the key actors behind the A larger number of Abia State, allegations, Samson the officials said.",
            "rouge1": 0.3389830508474576
        },
        "kreyol-mt": {
            "llama_hyp_summary": "A 7.0 magnitude earthquake struck the coast of Turkey's Izmir province, causing buildings to collapse and widespread panic, with no reported fatalities but several injuries.",
            "bart_score": -2.966222047805786,
            "mt_hyp_summary": "One strong earthquake don hit Turkey coast of Aegean, wey dey north of di Greek island of Samos, officials tok.",
            "rouge1": 0.33962264150943394
        },
        "e2e": {
            "llama_hyp_summary": "A 7.0-magnitude earthquake struck the coast of Turkey's Izmir province, causing buildings to collapse and triggering widespread panic, with no reported fatalities but six buildings destroyed.",
            "bart_score": -2.842815399169922,
            "rouge1": 0.32727272727272727
        },
        "ceil": {
            "llama_hyp_summary": "A 7.0 magnitude earthquake struck off Turkey's Izmir province, causing widespread damage and at least 20 deaths, with a mini-tsunami flooding the city and nearby Samos in Greece.",
            "bart_score": -2.995706796646118,
            "rouge1": 0.42105263157894735
        },
        "ref_summary": "A powerful earthquake has struck off Turkey's Aegean coast and north of the Greek island of Samos, destroying homes and killing at least 22 people.",
        "ref_url": "https://www.bbc.com/news/world-europe-54749509",
        "foreign_summary": "One powerful earthquake don hit Turkey coast of Aegean, wey dey north of di Greek island of Samos, officials tok."
    },
    {
        "10000": {
            "llama_hyp_summary": "The former first lady lamented the challenges she faced as a politician, including being attacked by herders and struggling to provide for her people, in an interview on the ABPDP.",
            "bart_score": -3.9162938594818115,
            "mt_hyp_summary": "Former first late the Americas founder of about theriadunniful blowing then-year ago in her year ago.",
            "rouge1": 0.30188679245283023
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Michelle Obama revealed in an interview that she and her husband Barack Obama used IVF to conceive their two daughters, Sasha and Malia, and discussed the importance of speaking openly about miscarriage and the biological clock.",
            "bart_score": -2.836606740951538,
            "mt_hyp_summary": "Former first lady of America Michelle Obama don talk about di painful miscarriage she suffered 20 years ago inside her new book 'Becoming'.",
            "rouge1": 0.3050847457627119
        },
        "e2e": {
            "llama_hyp_summary": "Michelle Obama revealed in an interview that she and her husband Barack Obama used IVF to conceive their two daughters, Sasha and Malia, and that she felt \"lost and alone\" after suffering a miscarriage, which she believes many women keep silent about.",
            "bart_score": -2.9574246406555176,
            "rouge1": 0.3384615384615384
        },
        "ceil": {
            "llama_hyp_summary": "Michelle Obama reveals in her book \"Becoming\" that she had a miscarriage and used in vitro fertilization to conceive her daughters, and also discusses her marriage struggles, her reaction to Donald Trump's presidency, and her criticism of him for putting her family's safety at risk.",
            "bart_score": -3.116377115249634,
            "rouge1": 0.3142857142857143
        },
        "ref_summary": "Former First Lady Michelle Obama has released a memoir in which she reveals difficulties about her marriage and pregnancy with her two daughters.",
        "ref_url": "https://www.bbc.com/news/world-us-canada-46154857",
        "foreign_summary": "Former first lady of America Michelle Obama don tok about di painful miscarriage wey she suffer 20 years ago inside her new book 'Becoming'."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage is a jumbled collection of unrelated statements, news reports, and quotes from various individuals, with no clear topic or narrative thread.",
            "bart_score": -4.055610179901123,
            "mt_hyp_summary": "The opening gave any Awards for him in a charge on Sunday, the city of January.",
            "rouge1": 0.05555555555555555
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The 62nd Annual Grammy Awards ceremony is set to take place, with Lizzo leading the nominations, and Burna Boy nominated for Best World Music Album, amidst controversy over voting process and potential award winners.",
            "bart_score": -3.7053022384643555,
            "mt_hyp_summary": "Di 62nd annual Grammy Awards go hapun for Los Angeles on Sunday night, January 26.",
            "rouge1": 0.2978723404255319
        },
        "e2e": {
            "llama_hyp_summary": "The 62nd Annual Grammy Awards ceremony is set to take place, with Lizzo leading the nominations, and Burna Boy nominated for Best World Music Album, amidst controversy over voting process and potential vote rigging.",
            "bart_score": -3.6849656105041504,
            "rouge1": 0.2978723404255319
        },
        "ceil": {
            "llama_hyp_summary": "The 62nd Annual Grammy Awards ceremony will feature performances by various artists, including Lil Nas X, Billie Eilish, and Lizzo, as well as tributes to Nipsey Hussle and the movie Fame, and will be broadcast live in the US on CBS.",
            "bart_score": -3.313109874725342,
            "rouge1": 0.25925925925925924
        },
        "ref_summary": "The 62nd annual Grammy Awards take place in Los Angeles on Sunday night.",
        "ref_url": "https://www.bbc.com/news/entertainment-arts-51204488",
        "foreign_summary": "Di 62nd annual Grammy Awards go happun for Los Angeles on Sunday night, January 26."
    },
    {
        "10000": {
            "llama_hyp_summary": "Prince Philip, a member of the royal family, announced that he would be involved in a dispute over royalties and assets after an accident, and also spoke about his work as a researcher and his plans for sustainable development.",
            "bart_score": -3.6763601303100586,
            "mt_hyp_summary": "Prince Matrickoto of the Japan said she wants to marginally fashion out during the royal family, Employeeser was given a great light.",
            "rouge1": 0.17241379310344826
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Princess Mako, the eldest grandchild of the Japan Emperor, has announced her engagement to Kei Komuro, a 25-year-old commoner, which will lead to her losing her royal title and privileges.",
            "bart_score": -2.495739698410034,
            "mt_hyp_summary": "Princess Mako of Japan donn announce she wan marry person outside of di royal family, after di Emperor give am green light.",
            "rouge1": 0.47058823529411764
        },
        "e2e": {
            "llama_hyp_summary": "Princess Mako, the eldest grandchild of the Japanese Emperor, has announced her engagement to Kei Komuro, a 25-year-old lawyer, which will lead to her losing her royal title and marrying outside the royal family.",
            "bart_score": -2.531048059463501,
            "rouge1": 0.4000000000000001
        },
        "ceil": {
            "llama_hyp_summary": "Princess Mako of Japan has announced her engagement to a commoner, Kei Komuro, which means she will lose her royal status under a Japanese law that only applies to female imperial family members.",
            "bart_score": -2.766295909881592,
            "rouge1": 0.38461538461538464
        },
        "ref_summary": "Japan's Princess Mako has formally announced her engagement to a non-royal after receiving the emperor's approval.",
        "ref_url": "https://www.bbc.com/news/world-asia-41144306",
        "foreign_summary": "Princess Mako of Japan don announce say she wan marry person outside di royal family, after di Emperor give am green light."
    },
    {
        "10000": {
            "llama_hyp_summary": "The Nigerian military has been accused of sexual abuse and exploitation, with some soldiers demanding payment from the UNFDAC to perform their duties, and the UNFCON has expressed concern over the issue.",
            "bart_score": -3.6995558738708496,
            "mt_hyp_summary": "Nigerians later on Friday night to become from the Umarcated and returned the operation of Chido Oil (UN) sins: Fund (UN) did not favour of the country.",
            "rouge1": 0.2456140350877193
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The Nigerian army has suspended UNICEF's operations in the North-East region, accusing the organization of spying for Islamist militants and training people for spy activities.",
            "bart_score": -3.3539364337921143,
            "mt_hyp_summary": "Nigerian military late Friday night make U-turn from di suspend dem give operations of United Nations Children's Fund (UNICEF) for north-east of di kontri.",
            "rouge1": 0.4230769230769231
        },
        "e2e": {
            "llama_hyp_summary": "The Nigerian army has suspended UNICEF's operations in the North-East region, accusing the organization of spying for Islamist militants and training people for espionage activities.",
            "bart_score": -3.4682979583740234,
            "rouge1": 0.4230769230769231
        },
        "ceil": {
            "llama_hyp_summary": "The Nigerian military lifted a three-month ban on Unicef's operations after emergency talks with the agency, following earlier accusations that Unicef staff were training and deploying spies to support Islamist militants.",
            "bart_score": -3.222081422805786,
            "rouge1": 0.2758620689655172
        },
        "ref_summary": "Nigeria's military has revoked its earlier decision to suspend activities of the UN children's agency Unicef in the north-east of the country.",
        "ref_url": "https://www.bbc.com/news/world-africa-46575449",
        "foreign_summary": "Nigerian military late Friday night make U-turn from di suspend dem give operations of United Nations Children's Fund (UNICEF) for north-east of di kontri."
    },
    {
        "10000": {
            "llama_hyp_summary": "The West African Democratic Party plans to enhance the UK's demand for a decision to disburse funds to support students whose breadwinners were exposed, with the goal of helping them start their own businesses.",
            "bart_score": -4.377346992492676,
            "mt_hyp_summary": "International students will stay at UK years after completing years from school teachers, for job creation the new assuming office.",
            "rouge1": 0.25806451612903225
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The UK government has announced a change in policy allowing West African students to stay in the country after completing their undergraduate degree, reversing a 2012 decision made by former Home Secretary Theresa May.",
            "bart_score": -2.796140432357788,
            "mt_hyp_summary": "International students go fit stay for UK for two years after they graduate from school to find jobs, under the new proposal wey di Home office announce.",
            "rouge1": 0.39344262295081966
        },
        "e2e": {
            "llama_hyp_summary": "The UK government has reversed a 2012 policy that forced international students to leave the country four months after graduating, allowing them to stay and start their careers in the UK.",
            "bart_score": -2.5201010704040527,
            "rouge1": 0.3793103448275862
        },
        "ceil": {
            "llama_hyp_summary": "The UK government has announced that international students will be allowed to stay in the country for two years after graduation, reversing a 2012 policy that forced them to leave four months after finishing their degree.",
            "bart_score": -1.9089657068252563,
            "rouge1": 0.6031746031746033
        },
        "ref_summary": "International students will be allowed to stay in the UK for two years after graduation to find a job, under new proposals announced by the Home Office.",
        "ref_url": "https://www.bbc.com/news/uk-49655719",
        "foreign_summary": "International students go fit stay for UK for two years afta dem graduate from school to find job, under di new proposal wey di Home office announce."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage describes a chaotic and unclear situation involving a lawmaker, a woman, and a man, with various events and rumors unfolding, but no clear resolution or explanation.",
            "bart_score": -4.174004077911377,
            "mt_hyp_summary": "Indian authorities authorities including five years, the ban on two decades of the fight in an added.",
            "rouge1": 0.043478260869565216
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Jet Airways has suspended the licenses of two pilots, a man and a woman, after a fight broke out on a London to Mumbai flight, with the man pilot slapping the woman co-pilot.",
            "bart_score": -3.1557421684265137,
            "mt_hyp_summary": "India aviation authorities don nack five years ban on to di head of two pilots who fight for inside plane for early January.",
            "rouge1": 0.15384615384615383
        },
        "e2e": {
            "llama_hyp_summary": "Jet Airways has suspended the licenses of two pilots, a man and a woman, after a fight broke out between them on a London to Mumbai flight, which was carrying 324 passengers, including two children.",
            "bart_score": -3.059873342514038,
            "rouge1": 0.1509433962264151
        },
        "ceil": {
            "llama_hyp_summary": "Two pilots, a man and a woman, were fired and had their flying licenses suspended after a mid-air fight on a London-Mumbai flight, during which the male pilot allegedly slapped the female pilot, leaving the cockpit unattended twice.",
            "bart_score": -3.11114501953125,
            "rouge1": 0.1724137931034483
        },
        "ref_summary": "India's aviation regulator has barred two pilots who fought inside the cockpit from flying for five years.",
        "ref_url": "https://www.bbc.com/news/world-asia-india-42799690",
        "foreign_summary": "India aviation authorities don nack five year ban on to di head of two pilots wey fight for inside plane for early January."
    },
    {
        "10000": {
            "llama_hyp_summary": "Kanye West and Kim Kardashian agreed to a three-year contract, with West stating that he will support Kardashian's career and she will support his, while also discussing their children and their future plans.",
            "bart_score": -2.899430990219116,
            "mt_hyp_summary": "US Rabiu West Kane, have agreed to identify and Kim Kardashian Kardashian soldiers of custody awaiting their children.",
            "rouge1": 0.25925925925925924
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Kanye West and Kim Kardashian have agreed to end their almost seven-year marriage, with Kardashian filing for divorce in February and the couple agreeing to keep their property separate and not seek spousal support.",
            "bart_score": -2.963066339492798,
            "mt_hyp_summary": "US Rapper, Kanye West don agree make im and im ex-wife, Kim Kardashian get joint custody of dia four children.",
            "rouge1": 0.18518518518518517
        },
        "e2e": {
            "llama_hyp_summary": "Kanye West and Kim Kardashian have agreed to end their almost seven-year marriage, with no spousal support, and will keep their separate properties as per their pre-nuptial agreement.",
            "bart_score": -2.7615809440612793,
            "rouge1": 0.2040816326530612
        },
        "ceil": {
            "llama_hyp_summary": "Kim Kardashian revealed that she and Kanye West are expecting a baby boy via surrogate, after accidentally sharing the news at a Christmas party.",
            "bart_score": -2.819587230682373,
            "rouge1": 0.32558139534883723
        },
        "ref_summary": "Kim Kardashian has confirmed she is expecting her fourth child with husband Kanye West during a US TV interview.",
        "ref_url": "https://www.bbc.com/news/newsbeat-46874577",
        "foreign_summary": "US Rapper, Kanye West don agree make im and im ex-wife, Kim Kardashian get joint custody of dia four children."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses Nigeria's history, including its colonial past, the Biafran War, and recent events such as kidnappings, economic growth, and political issues.",
            "bart_score": -3.1987123489379883,
            "mt_hyp_summary": "As Nigeria was preparations to mark its difference in any military, Njihadist from Ortom and even more than 10 years, which does refer to the 10-year-old celebrated Lebanese actor in the country.",
            "rouge1": 0.2105263157894737
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Here is a summary of the passage in one sentence:\n\nThe passage chronicles the major events and milestones in Nigeria's history, from its independence in 1960 to the 2010s, including the civil war, military rule, democratic transitions, and significant cultural and social developments.",
            "bart_score": -3.6192803382873535,
            "mt_hyp_summary": "As Nigeria dey prepare to celebrate im independence anniversary, BBC Nduka Orjinmo select six photos, one from every 10 years we represent ogbonge moments inside di 60 years wey di kontri don rule imsef.",
            "rouge1": 0.3116883116883117
        },
        "e2e": {
            "llama_hyp_summary": "Nigeria's history is marked by periods of colonial rule, civil war, military rule, and democratic transitions, with significant events including the country's independence, the Biafran war, the \"Ghana Must Go\" migration, the return to democracy, and the abduction of the Chibok girls.",
            "bart_score": -2.6826894283294678,
            "rouge1": 0.25974025974025977
        },
        "ceil": {
            "llama_hyp_summary": "Nigeria's history is marked by significant events, including independence in 1960, a devastating civil war in the 1970s, economic crises, military rule, and human rights abuses, as well as moments of pride and resilience, such as the election of a democratic government in 1999 and the global campaign to #BringBackOurGirls in 2014.",
            "bart_score": -2.6873385906219482,
            "rouge1": 0.2558139534883721
        },
        "ref_summary": "As Nigeria prepares to celebrate its independence anniversary, the BBC's Nduka Orjinmo selects six images, one from each decade, that represent watershed moments in the country's 60 years of self-rule.",
        "ref_url": "https://www.bbc.com/news/world-africa-54241944",
        "foreign_summary": "As Nigeria dey prepare to celebrate im independence anniversary, BBC Nduka Orjinmo select six foto, one from every 10 years wey represent ogbonge moments inside di 60 years wey di kontri don rule imsef."
    },
    {
        "10000": {
            "llama_hyp_summary": "Sudan has announced a law allowing the dumping of 75 sheep and nominees, while also facing criticism for human rights abuses and a $25 million donation from Saudi Arabia.",
            "bart_score": -4.263496398925781,
            "mt_hyp_summary": "Africas Chairman, Omade abductors had some two years after a senior researcher, of corruption.",
            "rouge1": 0.16326530612244897
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Sudanese President Omar al-Bashir, 75, was sentenced to a social reform facility for corruption, but not for human rights abuse or war crimes, and his lawyers plan to appeal the judgment.",
            "bart_score": -2.313990354537964,
            "mt_hyp_summary": "Sudan former Presido Omar al-Ba dat don collect two years sentence on top accuse of corruption.",
            "rouge1": 0.4615384615384615
        },
        "e2e": {
            "llama_hyp_summary": "Sudanese President Omar al-Bashir, 75, was sentenced to a social reform facility for corruption, but not for human rights abuses and war crimes, as he faces separate charges at the International Criminal Court.",
            "bart_score": -2.1352405548095703,
            "rouge1": 0.4444444444444445
        },
        "ceil": {
            "llama_hyp_summary": "Sudanese President Omar al-Bashir, 75, was sentenced to two years in prison for corruption, but will not serve the sentence due to Sudanese law that prohibits imprisonment for those over 70.",
            "bart_score": -2.233550786972046,
            "rouge1": 0.42307692307692313
        },
        "ref_summary": "Sudan's ex-president Omar al-Bashir has been sentenced to two years in a social reform facility for corruption.",
        "ref_url": "https://www.bbc.com/news/world-africa-50794096",
        "foreign_summary": "Sudan former Presido Omar al-Bashir don collect two years sentence on top accuse of corruption."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage is a jumbled collection of statements and quotes from various individuals, including a lawmaker, a lady, and a police officer, discussing a range of topics including a soya bean contract, a kidnapping incident, and the proliferation of arms.",
            "bart_score": -4.287596225738525,
            "mt_hyp_summary": "A woman has said when she was 16 years, the US President-old US HussaWh to herds Hbsmen as she gets such as a incident to herders.",
            "rouge1": 0.08823529411764705
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Roslyn Corrigan, a woman who met former US President George H.W. Bush at a 2003 CIA event, accused him of inappropriately touching her buttocks during a photo opportunity, saying she felt \"serious fear\" and \"really, really confused\" at the time.",
            "bart_score": -2.9764790534973145,
            "mt_hyp_summary": "One woman don talk say when she was 16 years old, former US President George HW Bush touch her 'bum-bum' as she dey take photo with me together with her mother.",
            "rouge1": 0.40579710144927533
        },
        "e2e": {
            "llama_hyp_summary": "Roslyn Corrigan, a woman who met George H.W. Bush at a 2003 CIA event, accused him of touching her buttocks during a photo opportunity, saying she felt confused and fearful at the time.",
            "bart_score": -2.9378550052642822,
            "rouge1": 0.3548387096774193
        },
        "ceil": {
            "llama_hyp_summary": "Roslyn Corrigan is the sixth woman to accuse former US President George H.W. Bush of inappropriately touching her, describing an incident in 2003 where he squeezed her buttocks during a photo opportunity.",
            "bart_score": -2.4508023262023926,
            "rouge1": 0.360655737704918
        },
        "ref_summary": "A woman has said she was 16 when former US President George HW Bush groped her buttocks as she posed for a photo with him and her mother.",
        "ref_url": "https://www.bbc.com/news/world-us-canada-41974116",
        "foreign_summary": "One woman don talk say wen she be 16 years old, former US President George HW Bush touch her 'bum-bum' as she dey take photo with am together with her mama."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses the efforts of the RIFAN-S program to train indigenous coaches to prepare communities against small arms and vaccine distribution, with a focus on Africa and the use of vaccines to combat diseases.",
            "bart_score": -4.782881736755371,
            "mt_hyp_summary": "There is a vital trial of what the first Vice Presidents for the world to give youthful players the avenues of children so to be something.",
            "rouge1": 0.22950819672131148
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The RTS,S vaccine, which has shown nearly 40% effectiveness in protecting children from malaria, is being tested in Malawi, Kenya, and Ghana as a potential addition to existing methods of prevention.",
            "bart_score": -3.3295841217041016,
            "mt_hyp_summary": "One ogbonge trial of wetin go be the first malaria vaccine for di world to give small children protection go soon start for Malawi.",
            "rouge1": 0.3859649122807018
        },
        "e2e": {
            "llama_hyp_summary": "The RTS,S vaccine, which has shown nearly 40% effectiveness in protecting children from malaria, is being tested in Malawi, Kenya, and Ghana as part of a large-scale program to combat the disease.",
            "bart_score": -2.7427802085876465,
            "rouge1": 0.4406779661016949
        },
        "ceil": {
            "llama_hyp_summary": "The RTS,S vaccine, which trains the immune system to attack the malaria parasite, has shown nearly 40% efficacy in protecting children from malaria and is set to be rolled out in three African countries, Malawi, Ghana, and Kenya, to help combat the resurgence of the deadly disease.",
            "bart_score": -3.1739063262939453,
            "rouge1": 0.3013698630136986
        },
        "ref_summary": "A large-scale pilot of what has been called the world's first malaria vaccine to give partial protection to children has begun in Malawi.",
        "ref_url": "https://www.bbc.com/news/world-africa-48012266",
        "foreign_summary": "One ogbonge trial of wetin go be di first malaria vaccine for di world to give small children protection go soon start for Malawi."
    },
    {
        "10000": {
            "llama_hyp_summary": "The Cameroonian government reported over 50 people infected with 13 diseases, including COVID-19, and closed borders, while some countries criticized the government's response to the outbreak.",
            "bart_score": -4.414717197418213,
            "mt_hyp_summary": "Cameroon wrestled new cams of the Covid-19 pandemic in total jobs as some members remained at the high-East.",
            "rouge1": 0.2
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The Cameroonian government has taken measures to contain the spread of the Coronavirus, including quarantining passengers and treating cases, but some critics argue that the response has been slow and inadequate.",
            "bart_score": -3.5027079582214355,
            "mt_hyp_summary": "Cameroon don confirm new cases of Covid-19 for total 13 cases for country as de number di so high.",
            "rouge1": 0.22641509433962262
        },
        "e2e": {
            "llama_hyp_summary": "Cameroon has taken 13 measures to reduce the spread of COVID-19, including closing borders, schools, and stopping visas, after recording 13 cases of the disease, with new cases reported in different parts of the country.",
            "bart_score": -3.702861785888672,
            "rouge1": 0.31034482758620685
        },
        "ceil": {
            "llama_hyp_summary": "The Isle of Man has reported a daily rise of 9 new Covid-19 cases, the highest since the second outbreak began, bringing the total number of active cases to 49.",
            "bart_score": -2.5753726959228516,
            "rouge1": 0.5283018867924528
        },
        "ref_summary": "Nine new cases of Covid-19 have been confirmed on the Isle of Man, the sharpest daily rise since the new year.",
        "ref_url": "https://www.bbc.com/news/world-europe-isle-of-man-55692059",
        "foreign_summary": "Cameroon don confirm new cases of Covid-19 for total 13 cases for country as de number di so-so high."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage is a jumbled collection of unrelated events, names, and phrases, making it impossible to summarize in a single sentence.",
            "bart_score": -3.9084343910217285,
            "mt_hyp_summary": "Traditionales, the Hrashing of the H than 8th one can be given one of the success story.",
            "rouge1": 0.09523809523809523
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Here is a summary of the passage in one sentence:\n\nGeorge R.R. Martin, the creator of Game of Thrones, draws inspiration from real-life historical events, including the Wars of the Roses, trial by combat, the \"Black Dinner\", the Hadrian Wall, and the death of Roman Emperor Valerian, to create the show's storylines and characters.",
            "bart_score": -3.5965898036956787,
            "mt_hyp_summary": "Di HBO feem wey di di 8th season is one of di most successful fantasy productions.",
            "rouge1": 0.10256410256410256
        },
        "e2e": {
            "llama_hyp_summary": "George R.R. Martin, the creator of Game of Thrones, drew inspiration from real-life historical events, including the Wars of the Roses, trial by combat, the \"Red Wedding\", the construction of Hadrian's Wall, and the story of Roman Emperor Valerian, to create some of the show's most iconic moments.",
            "bart_score": -2.92435622215271,
            "rouge1": 0.10958904109589042
        },
        "ceil": {
            "llama_hyp_summary": "HBO programming chief Casey Bloys announced that the seventh season of Game of Thrones will premiere in summer 2017, with a final season to follow in 2018, and left open the possibility of a spin-off series.",
            "bart_score": -2.576076030731201,
            "rouge1": 0.27586206896551724
        },
        "ref_summary": "Game of Thrones - the record-breaking fantasy drama TV series - will end after its eighth season, American broadcaster HBO has confirmed.",
        "ref_url": "https://www.bbc.com/news/entertainment-arts-36934888",
        "foreign_summary": "Game of Thrones, di HBO feem wey dey di 8th season na one of di most successful fantasy productions."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage appears to be a jumbled collection of unrelated sentences and phrases, making it impossible to summarize in a single sentence.",
            "bart_score": -3.9352309703826904,
            "mt_hyp_summary": "Court in United Kingdom took decision to be former NBS between Kkubuoliwe Abe Ghana,",
            "rouge1": 0.09999999999999999
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Kweku Adoboli, a former trader who was imprisoned for causing a $2.3 billion loss at a Swiss bank, is devastated by a court ruling that may deport him from the UK, citing his lack of remorse and honesty.",
            "bart_score": -2.638406753540039,
            "mt_hyp_summary": "Court for United Kingdom take decision say make dem deport former UBS trader Kweku Adoboli to Ghana.",
            "rouge1": 0.3157894736842105
        },
        "e2e": {
            "llama_hyp_summary": "Kweku Adoboli, a former trader who was imprisoned for causing a $2.3 billion loss at a Swiss bank, is facing deportation from the UK after a judge ruled that his honesty was questionable due to his refusal to admit wrongdoing during his 2012 trial.",
            "bart_score": -2.63663911819458,
            "rouge1": 0.25396825396825395
        },
        "ceil": {
            "llama_hyp_summary": "Kweku Adoboli, a Ghanaian-born former UBS trader who was released from prison in 2015 after serving seven years for fraud, is fighting deportation from the UK to Ghana, citing lack of significant obstacles to his reintegration into life in Ghana.",
            "bart_score": -2.395918369293213,
            "rouge1": 0.37288135593220345
        },
        "ref_summary": "Kweku Adoboli, former UBS trader convicted of fraud, has lost his appeal against being deported from the UK.",
        "ref_url": "https://www.bbc.com/news/business-36842260",
        "foreign_summary": "Court for United Kingdom take decision say make dem deport former UBS trader Kweku Adoboli come Ghana."
    },
    {
        "10000": {
            "llama_hyp_summary": "Experts are urging immediate action to address the issue of a letter from Art Intelligence, which is believed to be a threat to human existence and requires a technological solution.",
            "bart_score": -3.966851234436035,
            "mt_hyp_summary": "More than 100 kilometres United have told United Nations, that UN say any point behind the development to bedeviling of the cass told Dailybos.",
            "rouge1": 0.30188679245283023
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Experts, including Elon Musk, warn that the development of \"tal independence\" technology could lead to a new level of armed conflict and terrorism, making killer robots a possible reality.",
            "bart_score": -3.4749443531036377,
            "mt_hyp_summary": "More than 100 people wey know don tell United Nations, UN, say make they take action to prevent di development of wetin dey call \"killer robotics.\"",
            "rouge1": 0.2692307692307692
        },
        "e2e": {
            "llama_hyp_summary": "Experts, including Elon Musk, warn that the development of \"lethal independence\" technology could lead to a new level of armed conflict and terrorism, and urge immediate action to prevent the creation of autonomous \"killer robots\".",
            "bart_score": -3.210913896560669,
            "rouge1": 0.3793103448275862
        },
        "ceil": {
            "llama_hyp_summary": "Artificial intelligence leaders, including Elon Musk, warn of a \"third revolution in warfare\" and call for a ban on the use of AI in managing weaponry, citing concerns that it could lead to devastating and uncontrollable consequences.",
            "bart_score": -3.130056858062744,
            "rouge1": 0.13333333333333333
        },
        "ref_summary": "More than 100 leading robotics experts are urging the United Nations to take action in order to prevent the development of \"killer robots\".",
        "ref_url": "https://www.bbc.com/news/technology-40995835",
        "foreign_summary": "More than 100 people wey sabi don tell United Nations, UN, say make dem take action to prevent di development of wetin dem call \"killer robotics.\""
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses various issues and problems with social media platforms, including reports of technical issues and user dissatisfaction.",
            "bart_score": -4.1297407150268555,
            "mt_hyp_summary": "Socialnett work and Twitter, as well as aggregator, WhatsApp and dont be willing on Friday.",
            "rouge1": 0.0975609756097561
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The Facebook-owned messaging apps, WhatsApp, Facebook Messenger, and Instagram, experienced widespread outages on Friday evening in Nigeria and afternoon in other parts of the world, causing users to report error alerts and difficulty sending or receiving messages.",
            "bart_score": -3.6713454723358154,
            "mt_hyp_summary": "Social networks Facebook and Instagram, as well as messaging service WhatsApp, no dey available for some hours on Friday.",
            "rouge1": 0.23333333333333334
        },
        "e2e": {
            "llama_hyp_summary": "Facebook-owned messaging apps experienced widespread outages on Friday evening, causing users to report errors and inability to send or receive messages, before eventually resolving the issue.",
            "bart_score": -3.7107951641082764,
            "rouge1": 0.20408163265306123
        },
        "ceil": {
            "llama_hyp_summary": "Facebook, Instagram, and WhatsApp experienced a global outage, with thousands of users reporting issues, before the problem was resolved after about three hours.",
            "bart_score": -2.738208055496216,
            "rouge1": 0.31111111111111117
        },
        "ref_summary": "Social networks Facebook and Instagram, as well as messaging service WhatsApp, were unavailable on Sunday for more than three hours, users said.",
        "ref_url": "https://www.bbc.com/news/technology-47927714",
        "foreign_summary": "Social networks Facebook and Instagram, as well as messaging service WhatsApp, no dey available for some hours on Friday."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage describes a meeting where the Forbes Association of foreign Association (PAF) adopted a statement and discussed programs for the next month, but was interrupted by a rejection from the Governor and a call to hear from a kidnapper.",
            "bart_score": -5.057900905609131,
            "mt_hyp_summary": "The 77th Creation Agency are in the hole, even at Sunday even on Sunday.",
            "rouge1": 0.03703703703703704
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The Golden Globe Awards, presented by the Hollywood Foreign Press Association, announce the winners of excellence in film and television, often setting the stage for the Oscars.",
            "bart_score": -2.528935670852661,
            "mt_hyp_summary": "Di 77th Golden Globe Awards dey happun for Los Angeles, California for Sunday evening.",
            "rouge1": 0.24390243902439024
        },
        "e2e": {
            "llama_hyp_summary": "The Golden Globe Awards, presented by the Hollywood Foreign Press Association, have announced their nominees for various film and television categories, including drama, comedy, and limited series.",
            "bart_score": -2.3440639972686768,
            "rouge1": 0.1951219512195122
        },
        "ceil": {
            "llama_hyp_summary": "The 2020 Golden Globe Awards will be hosted by Ricky Gervais for the fifth time, featuring a list of celebrity presenters and nominees, with a focus on British stars and streaming giants Netflix, and a notable absence of female directors in the best director category.",
            "bart_score": -3.450174331665039,
            "rouge1": 0.20338983050847456
        },
        "ref_summary": "The 77th Golden Globe Awards take place in Los Angeles, California on Sunday evening.",
        "ref_url": "https://www.bbc.co.uk/news/entertainment-arts-50981723",
        "foreign_summary": "Di 77th Golden Globe Awards dey happun for Los Angeles, California for Sunday evening."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage describes a ceremony to celebrate the life of Kofiele, a prominent figure who has made significant contributions to Africa, and is attended by various dignitaries, including the Senate President and the President of Nigeria.",
            "bart_score": -3.6875720024108887,
            "mt_hyp_summary": "World leaders and royal vault gave Thursday in their last one of the burial on the verge of Africa, shackled at Kofia, after his countrys wereat-home country.",
            "rouge1": 0.15873015873015875
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The passage describes the final day of a three-day state funeral in Accra, Ghana, honoring the life of Kofi Annan, a former UN Secretary-General who died at the age of 80.",
            "bart_score": -2.4430532455444336,
            "mt_hyp_summary": "World leaders and royalty Thursday pay dia last respect for di burial of one of Africa ogbonge diplomats, Kofi Annan, for his home country Ghana.",
            "rouge1": 0.26666666666666666
        },
        "e2e": {
            "llama_hyp_summary": "Here is the summary:\n\nThousands of people gathered at the Accra International Conference Centre to pay their last respects to former UN Secretary General Kofi Annan, who died at the age of 80, during a three-day state funeral in Ghana.",
            "bart_score": -2.923055648803711,
            "rouge1": 0.3235294117647059
        },
        "ceil": {
            "llama_hyp_summary": "Kofi Annan's funeral was held in Accra, Ghana, with thousands of mourners paying their respects to the former UN secretary-general, who was remembered as an exceptional leader and a force for good.",
            "bart_score": -2.010148525238037,
            "rouge1": 0.36065573770491804
        },
        "ref_summary": "World leaders and royalty have paid their respects to one of Africa's most famous diplomats, Kofi Annan, at his funeral in his home country of Ghana.",
        "ref_url": "https://www.bbc.com/news/world-africa-45507124",
        "foreign_summary": "World leaders and royalty Thursday pay dia last respect for di burial of one of Africa ogbonge diplomats, Kofi Annan, for im home kontri Ghana."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage describes a series of events and incidents, including a pregnant woman's responsibility, a warning strike, killings, and threats, but the exact timing and details of the events are unclear.",
            "bart_score": -3.7534115314483643,
            "mt_hyp_summary": "ANOaws of fairness that we have been done due to the biggest gatherings of more saltchi at the history.",
            "rouge1": 0.04
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Archaeologists in Peru have discovered the remains of 227 children, aged 5-14, who were sacrificed by the Chimú culture around 500 years ago, likely as a ritual to appease their moon god Shi.",
            "bart_score": -2.9832727909088135,
            "mt_hyp_summary": "Archaeologists for Peru don find what they think is the biggest mass child sacrifice for history.",
            "rouge1": 0.23076923076923078
        },
        "e2e": {
            "llama_hyp_summary": "Archaeologists in Peru have discovered the remains of 227 children, aged 5-14, who were sacrificed by the Chimú culture around 500 years ago, likely as a ritual to appease their moon god Shi.",
            "bart_score": -2.9832727909088135,
            "rouge1": 0.23076923076923078
        },
        "ceil": {
            "llama_hyp_summary": "The bodies of 227 children, aged 5-14, were discovered near Huanchaco, Peru, believed to have been sacrificed over 500 years ago by the Chimú civilization to appease their gods.",
            "bart_score": -2.8520467281341553,
            "rouge1": 0.20833333333333334
        },
        "ref_summary": "Archaeologists in Peru have unearthed what is believed to be the largest single mass child sacrifice in history.",
        "ref_url": "https://www.bbc.com/news/world-latin-america-49495167",
        "foreign_summary": "Archaeologists for Peru don find wetin dem tink say na di biggest single mass child sacrifice for history."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage appears to be a nonsensical collection of words and phrases, lacking any coherent meaning or summary.",
            "bart_score": -4.472369194030762,
            "mt_hyp_summary": "Richardson-of-existent until ALDDN, car out the history of five-light stores on the tournament.",
            "rouge1": 0.16216216216216214
        },
        "kreyol-mt": {
            "llama_hyp_summary": "Virgin Galactic's SpaceShipTwo Unity, a reusable spacecraft, is set to conduct its third crewed test flight, carrying two pilots and potentially paving the way for commercial space tourism flights to begin in 2021.",
            "bart_score": -3.223358154296875,
            "mt_hyp_summary": "Richard Branson space tourism company, Virgin Galactic carry out the historic test flight of dia rocket-powered tourist plane today.",
            "rouge1": 0.339622641509434
        },
        "e2e": {
            "llama_hyp_summary": "Virgin Galactic's SpaceShipTwo Unity, carrying two pilots, successfully took off from New Mexico, marking the company's third crewed test flight and a major milestone towards its planned commercial space tourism service in 2021.",
            "bart_score": -3.1959638595581055,
            "rouge1": 0.25925925925925924
        },
        "ceil": {
            "llama_hyp_summary": "Virgin Galactic is set to conduct its first crewed flight of its reusable Unity vehicle from a commercial spaceport in New Mexico, a milestone that marks the final step before the company begins commercial space tourism flights in 2021.",
            "bart_score": -2.893446445465088,
            "rouge1": 0.3448275862068965
        },
        "ref_summary": "Virgin Galactic is set to carry out a milestone test flight of its rocket-powered tourist plane on Saturday.",
        "ref_url": "https://www.bbc.com/news/science-environment-55279067",
        "foreign_summary": "Richard Branson space tourism company, Virgin Galactic carry out di historic test flight of dia rocket-powered tourist plane today."
    },
    {
        "10000": {
            "llama_hyp_summary": "The passage discusses the controversy surrounding the High Court's decision to suspend a report on human rights abuses in a country, with some parties disputing the findings and others calling for further investigation.",
            "bart_score": -3.9849040508270264,
            "mt_hyp_summary": "Human right campaign campaign promises were closest to several decision on Pakistani a regional-court ban by raced ban on social interaction, sought anonymity through the partys Examination.",
            "rouge1": 0.2641509433962264
        },
        "kreyol-mt": {
            "llama_hyp_summary": "The Pakistan High Court has ruled that the \"two-finger test\" and physical checks for an intact hymen are humiliating and have no forensic value, and will no longer be performed as part of medical evaluations for rape cases.",
            "bart_score": -3.5744969844818115,
            "mt_hyp_summary": "Human rights campaigners don welcome one decision by one Pakistani regional court to ban so-called \"virginity tests\" we dey do during rape examinations.",
            "rouge1": 0.10344827586206896
        },
        "e2e": {
            "llama_hyp_summary": "A Pakistani court has ruled that the \"two-finger test\" and physical checks for an intact hymen are humiliating and have no forensic value, and will no longer be used in medical evaluations for rape cases.",
            "bart_score": -3.4681077003479004,
            "rouge1": 0.2181818181818182
        },
        "ceil": {
            "llama_hyp_summary": "The Lahore High Court in Pakistan has ruled that the practice of physical checks for an intact hymen and the \"two-finger test\" in rape cases is \"humiliating\" and has no forensic value, effectively ending the practice in Punjab province.",
            "bart_score": -3.6421756744384766,
            "rouge1": 0.10169491525423728
        },
        "ref_summary": "Human rights campaigners have welcomed a decision by a Pakistani court outlawing so-called \"virginity tests\" in rape examinations.",
        "ref_url": "https://www.bbc.com/news/world-asia-55541447",
        "foreign_summary": "Human rights campaigners don welcome one decision by one Pakistani regional court to ban so-called \"virginity tests\" wey dem dey do during rape examinations."
    }
]